{
    "707-320": [
        "The 707-320 is a commercial jet aircraft that has a sleek and streamlined appearance.",
        "The aircraft model 707-320 has a sleek and streamlined appearance with a long, narrow fuselage and low swept-back wings.",
        "The aircraft model 707-320 was a large, four-engine commercial jetliner.",
        "The 707-320 is a narrow-bodied aircraft with a slim, streamlined silhouette.",
        "The Boeing 707-320 is a large, four-engine commercial airliner with a sleek and angular appearance.",
        "BThe aircraft model 707-320B is a sleek, medium-sized commercial aircraft with four jet engines mounted on its wings.",
        "The aircraft model 707-320 has a long, narrow fuselage with a distinctive swept-back wing design.",
        "The Boeing 707-320 is a large commercial passenger aircraft with a sleek and streamlined design.",
        "The aircraft model 707-320 is a mid-to-long range commercial airliner with a sleek and streamlined appearance.",
        "BThe aircraft model 707-320B has a sleek and streamlined appearance with a low-wing design and four engines mounted under the wings.",
        "The 707-320 is a medium to large sized aircraft model, with a length of 152 feet and a wingspan of 130 feet.",
        "The 707-320 is a medium- to long-range commercial jet aircraft, with a distinctive slender and streamlined fuselage.",
        "The aircraft model 707-320 has a sleek and streamlined appearance, typical of modern commercial jets.",
        "The 707-320 is a mid-sized narrow-body commercial airliner with a sleek and modern appearance.",
        "BThe aircraft model 707-320B has a sleek and aerodynamic design.",
        "CThe 707-320C is a commercial jet airliner that has a sleek and streamlined appearance.",
        "The Boeing 707-320 is a large, four-engine passenger aircraft.",
        "The aircraft model 707-320 is a large commercial passenger jet with a streamlined and aerodynamic design.",
        "The aircraft model 707-320 is a four-engine commercial jet airliner with a low-wing design.",
        "The 707-320 is a medium- to long-range commercial aircraft model developed by Boeing in the late 1950s.",
        "The 707-320 is a four-engine, narrow-body passenger jet with a distinctive long, slender fuselage.",
        "The 707-320 is a commercial passenger jet aircraft that has a sleek and streamlined appearance.",
        "The aircraft model 707-320 has a sleek and streamlined appearance, with a pointed nose and a curved fuselage.",
        "The Boeing 707-320 is a large, four-engine commercial airliner with a sleek and modern appearance.",
        "The aircraft model 707-320 has a sleek and aerodynamic design, with its long and narrow body extending from its pointed nose to its tapered tail."
    ],
    "727-200": [
        "The Boeing 727-200 is a mid-sized, narrow-body, three-engined aircraft.",
        "The aircraft model 727-200 is a medium-range, narrow-body, three-engine jetliner that was designed and produced by Boeing in the late 1960s.",
        "The 727-200 is a mid-sized, narrow-body commercial aircraft with a distinctive T-shaped tail assembly.",
        "The 727-200 is a mid-sized commercial aircraft with a sleek and streamlined appearance.",
        "The 727-200 is a narrow-body, trijet commercial aircraft that first entered service in the early 1960s.",
        "The 727-200 is a mid-sized, triple-engine commercial airliner with a distinctive T-shaped tail and narrow body.",
        "The 727-200 is a medium-sized, narrow-body, three-engine commercial airliner.",
        "The 727-200 is a mid-sized, narrow-body passenger jet with three engines mounted on the rear tail section.",
        "The 727-200 model is a mid-sized, narrow-body, three-engine jet aircraft.",
        "The 727-200 is a medium-sized, narrow-body aircraft with three engines, retractable landing gear, and a T-shaped tail.",
        "The 727-200 is a narrow-body, three-engine jet aircraft designed and developed by Boeing in the early 1960s.",
        "The 727-200 is a narrow-body, trijet commercial aircraft with a distinctive aircraft design.",
        "The 727-200 is a medium-range, narrow-body commercial airliner with a distinctive T-shaped tail and three engines.",
        "The aircraft model 727-200 is a narrow-body, medium-range trijet commercial airliner that was manufactured by Boeing between 1967 and 1984.",
        "The 727-200 is a mid-sized, three-engine commercial aircraft with a narrow-body fuselage.",
        "The aircraft model 727-200 is a mid-sized, three-engine jet designed for short and medium-haul flights.",
        "The Boeing 727-200 is a medium-sized commercial airplane that has a trijet design, with three engines mounted at the rear of the aircraft.",
        "The 727-200 is a medium-sized, narrow-body commercial airliner that measures about 153 feet long and has a wingspan of 108 feet.",
        "The Boeing 727-200 is a narrow-body, three-engine commercial jet aircraft.",
        "The 727-200 is a medium to large sized commercial aircraft with three engines mounted on the tail section.",
        "The 727-200 is a mid-size, narrow-body commercial aircraft.",
        "The aircraft model 727-200 is a narrow-body, trijet commercial airliner.",
        "The Boeing 727-200 is a large, narrow-bodied commercial airplane with a three-engine configuration.",
        "The 727-200 is a three-engine narrow-body jetliner designed and produced by American aircraft manufacturer Boeing.",
        "\nThe 727-200 is a narrow-body, three-engine commercial aircraft that was designed and built by Boeing."
    ],
    "737-200": [
        "The Boeing 737-200 is a narrow-body, twin-engine jet airliner.",
        "The 737-200 is a medium-sized, narrow-body commercial aircraft produced by Boeing.",
        "The aircraft model 737-200 has a narrow body with a low-mounted wing design.",
        "The 737-200 is a narrow-bodied, twin-engine aircraft with a low-wing design.",
        "The Boeing 737-200 is a narrow-body, twin-engine jet airplane with a low-wing design.",
        "The 737-200 is a medium-sized twin-engine jet aircraft with a sleek and streamlined design.",
        "The 737-200 is a narrow-bodied, twin-engine aircraft produced by Boeing.",
        "The Boeing 737-200 is a medium-range, narrow-body commercial passenger aircraft.",
        "The 737-200 is a mid-sized, narrow-body aircraft with a sleek and streamlined design.",
        "The aircraft model 737-200 has a sleek and streamlined appearance with a narrow fuselage and two jet engines mounted under the wings.",
        "The 737-200 is a narrow-body aircraft with a distinctive shape and appearance.",
        "The Boeing 737-200 is a narrow-body, twin-engine aircraft with a low-wing configuration.",
        "The Boeing 737-200 is a medium-sized, twin-engine, narrow-body commercial airliner.",
        "The 737-200 is a narrow-body, twin-engine jet airliner.",
        "The Boeing 737-200 is a narrow-body, short-to-medium range commercial aircraft.",
        "The 737-200 is a medium-sized, twin-engine aircraft with a low wing configuration.",
        "The Boeing 737-200 is a narrow-body, short to medium range airliner that has a distinctive appearance with its low-slung, streamlined fuselage and low-set wings.",
        "The 737-200 is a medium-sized, twin-engine airliner with a distinctive T-shaped tail and low-mounted wings.",
        "\nThe Boeing 737-200 is a narrow-bodied, twin-engine, short to medium range commercial airliner.",
        "The Boeing 737-200 is a narrow-body, twin-engine jet airliner.",
        "The Boeing 737-200 is a narrow-body, twin-engine jet aircraft with a sleek and streamlined design.",
        "The Boeing 737-200 is a narrow-body, twin-engine commercial aircraft that has been in production since 1967.",
        "The Boeing 737-200 is a narrow-body, twin-engine jet airliner with a distinctive appearance.",
        "The aircraft model 737-200 has a sleek and streamlined appearance.",
        "The 737-200 is a narrow-body, twin-engine jet aircraft with a low-wing design."
    ],
    "737-300": [
        "The aircraft model 737-300 is a narrow-body, medium-range commercial airliner.",
        "The Boeing 737-300 is a narrow-body, twin-engine passenger aircraft.",
        "The 737-300 is a narrow-bodied twin-engine aircraft with a long, pointed nose and a rounded tail.",
        "The Boeing 737-300 is a medium-sized, single-aisle aircraft with a sleek and modern appearance.",
        "The 737-300 is a medium-sized, narrow-body commercial aircraft that has a streamlined and sleek appearance.",
        "The Boeing 737-300 is a short to medium-range, twin-engine commercial airliner.",
        "The 737-300 is a narrow-body, single-aisle aircraft.",
        "The Boeing 737-300 is a narrow-body aircraft model with a sleek and streamlined appearance.",
        "The 737-300 is a twin-engine narrow-body aircraft with a distinctive \"T\" shaped tail and curved wingtips.",
        "The Boeing 737-300 is a narrow-body, twin-engine jet airliner that typically has a length of 97-109 feet, a wingspan of 94-95 feet, and a height of 37 feet.",
        "The 737-300 is a narrow-body, medium-range commercial airliner with a distinctive shape and design.",
        "The Boeing 737-300 is a narrow-body, twin-engine commercial passenger jet aircraft.",
        "The aircraft model 737-300 has a sleek and streamlined appearance with a narrow and curved fuselage.",
        "The 737-300 is a narrow-body aircraft model designed and manufactured by Boeing.",
        "The 737-300 is a narrow-bodied, short to medium range commercial passenger aircraft.",
        "The 737-300 is a commercial, narrow-body aircraft model manufactured by Boeing.",
        "The 737-300 is a mid-sized, single-aisle airplane with a streamlined and relatively flat appearance.",
        "\nThe Boeing 737-300 is a narrow-body, twin-engine commercial aircraft commonly used for short to medium-haul flights.",
        "The Boeing 737-300 is a narrow-body, single-aisle airliner that has been a popular choice for short and medium haul flights since its introduction in 1984.",
        "The aircraft model 737-300 has a distinctive narrow body design, with a length of 33.",
        "The 737-300 is a medium-sized, narrow-body aircraft that typically has a cylindrical fuselage, two engines mounted on pylons under the wings, and a T-tail empennage.",
        "The 737-300 is a narrow-body commercial aircraft designed and manufactured by Boeing.",
        "The 737-300 is a medium-sized commercial aircraft with a sleek and aerodynamic design.",
        "The Boeing 737-300 is a mid-sized, narrow-body commercial aircraft commonly used for short to medium-haul flights.",
        "The aircraft model 737-300 is a narrow-body, twin-engine, mid-size commercial passenger jet."
    ],
    "737-400": [
        "The Boeing 737-400 is a medium-sized, narrow-body commercial airliner.",
        "The 737-400 is a medium-sized, twin-engine jet aircraft with a narrow-body fuselage.",
        "The 737-400 is a narrow-body commercial aircraft manufactured by Boeing.",
        "The Boeing 737-400 is a medium-sized, narrow-body aircraft with a sleek and streamlined design.",
        "The 737-400 is a twin-engine, narrow-body commercial aircraft with a streamlined and sleek appearance.",
        "The Boeing 737-400 is a narrow-body commercial passenger jet aircraft.",
        "The 737-400 model is a medium-sized, single-aisle aircraft with a narrow profile.",
        "The Boeing 737-400 is a mid-size, narrow-body twin-engine aircraft with a streamlined and elongated fuselage.",
        "The Boeing 737-400 is a medium-sized, twin-engine narrow-body jet airliner.",
        "The 737-400 is a medium-sized, narrow-body airliner made by Boeing.",
        "The Boeing 737-400 is a medium-sized, narrow-body, twin-engine aircraft designed and manufactured by the American company Boeing.",
        "The Boeing 737-400 is a medium to long-range twin-engine narrow-body commercial airliner.",
        "The 737-400 is a medium-range, narrow-body commercial aircraft manufactured by Boeing.",
        "The Boeing 737-400 is a narrow-body airplane with a streamlined and aerodynamic design.",
        "The Boeing 737-400 is a medium-to-short range, twinjet commercial passenger aircraft.",
        "The aircraft model 737-400 is a narrow-body, twin-engine jet designed and manufactured by Boeing Commercial Airplanes.",
        "The Boeing 737-400 is a narrow-body, twin-engine aircraft with a low-wing design and a single aisle for passenger and crew access.",
        "The Boeing 737-400 is a narrow-body airliner with a streamlined fuselage and two wing-mounted engines.",
        "The Boeing 737-400 is a narrow-body, twin-engine aircraft designed for short to medium-range flights.",
        "The Boeing 737-400 is a narrow-body, short to medium range commercial airliner.",
        "The Boeing 737-400 is a medium-sized, narrow-body passenger aircraft.",
        "The Boeing 737-400 is a narrow-body, medium-sized, twin-engine commercial aircraft.",
        "The 737-400 is a narrow-body, short to medium-range commercial airliner designed and produced by Boeing.",
        " The 737-400 is a narrow-body, twin-engine commercial aircraft with a streamlined fuselage and swept-back wings.",
        "The Boeing 737-400 is a mid-size, narrow-body commercial passenger aircraft."
    ],
    "737-500": [
        "The Boeing 737-500 is a narrow-bodied, short-to-medium-range commercial passenger aircraft.",
        "The 737-500 is a commercial passenger aircraft that has a sleek and streamlined appearance.",
        "The Boeing 737-500 is a narrow-body, single-aisle commercial jet aircraft.",
        "The aircraft model 737-500 is a narrow-bodied, single-aisle commercial airplane.",
        "The Boeing 737-500 is a narrow-body, single-aisle aircraft with a streamlined and sleek appearance.",
        "The 737-500 is a narrow-body commercial aircraft that is part of the Boeing 737 family.",
        "The Boeing 737-500 is a narrow-body, short to medium range commercial aircraft.",
        "The aircraft model 737-500 is a mid-size, narrow-body jet with a single-aisle cabin.",
        "The 737-500 is a narrow-bodied, single-aisle aircraft with a high-wing design.",
        "The Boeing 737-500 is a narrow-body commercial aircraft with a streamlined body and pointed nose.",
        "The Boeing 737-500 is a narrow-body, short to medium range passenger aircraft.",
        "The Boeing 737-500 is a short-to-medium-range, twin-engine, narrow-body airliner.",
        "The Boeing 737-500 is a narrow-body, twin-engine commercial airliner that has a distinct tapered nose and curved cockpit windows.",
        "The 737-500 is a narrow-body, single-aisle aircraft with an overall length of 97 feet and a wingspan of 94 feet.",
        "The Boeing 737-500 is a twin-engine, narrow-body aircraft that is part of the 737 family of aircrafts.",
        "The Boeing 737-500 is a mid-size, narrow-body airliner with a sleek and streamlined appearance.",
        "The 737-500 is a small-to-medium sized commercial aircraft with a sleek, aerodynamic design.",
        " \nThe 737-500 is a medium-sized, narrow-body aircraft with a streamlined fuselage and a high-mounted swept-back wing design.",
        "The 737-500 is a mid-sized, twin-engine jet aircraft with a narrow body and two vertical stabilizers on the tail.",
        "The 737-500 is a narrow-body, single-aisle aircraft model with a short to medium range capability.",
        "The Boeing 737-500 is a narrow-body commercial airliner that seats between 122-140 passengers.",
        "The aircraft model 737-500 is a narrow-body, single-aisle airplane with a streamlined and aerodynamic design.",
        "The Boeing 737-500 is a narrow-body commercial passenger aircraft that has a streamlined and compact design.",
        "\nThe Boeing 737-500 is a narrow-body commercial aircraft that is part of the popular 737 family.",
        "The 737-500 is a narrow-body commercial aircraft designed and manufactured by Boeing."
    ],
    "737-600": [
        "The Boeing 737-600 is a narrow-body, twin-engine jet airliner with a sleek and streamlined appearance.",
        "The Boeing 737-600 is a narrow-body, single-aisle aircraft with a sleek and modern appearance.",
        "The Boeing 737-600 is a narrow-body, short-to-medium range commercial airliner.",
        "The aircraft model 737-600 has a sleek and streamlined appearance, with a length of approximately 116 feet and a wingspan of 112 feet.",
        "The 737-600 is a narrow-body commercial passenger jet designed and manufactured by Boeing.",
        " The 737-600 is a narrow-body, single-aisle aircraft with a streamlined exterior that is approximately 31 meters long and 12 meters tall.",
        "The Boeing 737-600 is a narrow-body, single-aisle jet aircraft with a streamlined appearance and a low-slung design.",
        "The aircraft model 737-600 is a narrow-body passenger jet with a modern and sleek appearance.",
        "The 737-600 is a narrow-body commercial aircraft with a sleek and streamlined appearance.",
        "The Boeing 737-600 aircraft model is a single-aisle, narrow-body commercial airliner.",
        "The 737-600 is a narrow-body, twin-engine jet aircraft with a streamlined and aerodynamic design.",
        "The 737-600 is a narrow-body, single-aisle commercial aircraft originally developed by Boeing.",
        "The Boeing 737-600 is a narrow-body, single-aisle commercial aircraft designed and manufactured by Boeing Commercial Airplanes.",
        "The Boeing 737-600 is a narrow-body, single-aisle commercial airliner.",
        "The aircraft model 737-600 is a narrow-body, medium-sized commercial airplane with a sleek and streamlined appearance.",
        "The Boeing 737-600 is a narrow-body, single-aisle commercial aircraft.",
        "The Boeing 737-600 is a narrow-body, short-to-medium range twin-engine airliner.",
        "The aircraft model 737-600 has a sleek and aerodynamic silhouette, with a pointed nose and curving wings.",
        "The 737-600 is a narrow-body, short to medium-range commercial aircraft.",
        "The 737-600 is a mid-size, narrow-body commercial airplane that has a polished aluminum body with a distinctive pointed nose and two engines mounted under each wing.",
        "The 737-600 is a narrow-body, twin-engine commercial aircraft made by Boeing.",
        "The aircraft model 737-600 is a narrow-body, single-aisle commercial passenger jet with a streamlined and sleek appearance.",
        "The Boeing 737-600 is a narrow-body, twin-engine commercial aircraft.",
        "The Boeing 737-600 is a single-aisle, narrow-body jet aircraft.",
        "The aircraft model 737-600 has a sleek and streamlined body, with a single aisle and two engines mounted on the wings."
    ],
    "737-700": [
        "The 737-700 is a popular commercial aircraft model manufactured by Boeing.",
        "The Boeing 737-700 is a medium-sized, single-aisle commercial airliner that typically seats around 140 passengers.",
        "\nThe 737-700 is a twin-engine, narrow-body commercial aircraft that is part of the popular Boeing 737 family.",
        "The 737-700 is a popular single-aisle jetliner designed and manufactured by Boeing.",
        "The 737-700 is a narrow-body, single-aisle aircraft with two engines mounted on the wings.",
        "The aircraft model 737-700 is a medium-sized, narrow-body commercial aircraft produced by Boeing.",
        "The Boeing 737-700 is a narrow-body, twin-engine jet aircraft with a sleek and streamlined appearance.",
        "The Boeing 737-700 is a twin-engine narrow-body aircraft.",
        "The Boeing 737-700 is a medium-sized, single-aisle aircraft with a narrow body and two engines located under the wings.",
        "The aircraft model 737-700 has a sleek and streamlined appearance with a fuselage that is narrow and elongated.",
        "The 737-700 is a narrow-body aircraft with a slim, streamlined fuselage.",
        "The aircraft model 737-700 is a narrow-body, single-aisle plane with a streamlined, tapered shape.",
        " The Boeing 737-700 is a narrow-body commercial airplane, typically used for short to medium-haul flights.",
        "The aircraft model 737-700 is a narrow body, twin-engine jet with a low-mounted wing and a single aisle interior.",
        "The 737-700 is a narrow-body, single-aisle commercial aircraft that has a sleek and streamlined appearance.",
        "The aircraft model 737-700 is a single-aisle, twin-engine jet airliner that has a sleek and streamlined appearance.",
        "\nThe 737-700 is a narrow-body, single-aisle aircraft with a sleek and streamlined design.",
        "The 737-700 is a narrow-body, twin-engine aircraft used primarily for short-to-medium distance flights.",
        "The Boeing 737-700 is a narrow-body, twin-engine jet airliner.",
        "The Boeing 737-700 is a short-to-medium range, single-aisle aircraft designed and manufactured by Boeing Commercial Airplanes.",
        "The 737-700 is a medium-sized, narrow-body aircraft with a streamlined fuselage and swept-back wings.",
        "The 737-700 is a single-aisle, narrow-body commercial airplane manufactured by Boeing.",
        "The 737-700 is a narrow-body commercial airliner designed and manufactured by Boeing.",
        "The 737-700 is a twin-engine, narrow-body commercial aircraft manufactured by Boeing.",
        "The 737-700 is a narrow-body, single-aisle aircraft with two engines mounted on the wings."
    ],
    "737-800": [
        "The 737-800 is a medium-sized, narrow-body commercial airliner manufactured by Boeing.",
        "The aircraft model 737-800 is a medium-sized, narrow-body commercial airplane with a sleek and streamlined design.",
        "The 737-800 is a twin-engine aircraft with a narrow body and a rounded nose.",
        "The 737-800 is a medium-sized, narrow-body aircraft with a sleek, streamlined design.",
        "\nThe Boeing 737-800 is a narrow-body, medium-range commercial aircraft.",
        "The 737-800 is a popular narrow-body commercial aircraft model designed and manufactured by Boeing.",
        "The Boeing 737-800 is a short-to-medium range, single-aisle jet airliner.",
        "The Boeing 737-800 is a medium-sized, twin-engine, narrow-body, commercial airliner.",
        "The Boeing 737-800 is a single-aisle, twin-engine jet aircraft that has a streamlined, narrow body with a pointed nose and swept-back wings.",
        "The 737-800 is a narrow-body, twin-engine jet airliner designed and manufactured by Boeing.",
        "The Boeing 737-800 is a narrow-body, twin-engine commercial aircraft with a distinct and recognizable appearance.",
        "The aircraft model 737-800 is a twin-engine, narrow-body commercial airliner with a distinctive appearance.",
        "The aircraft model 737-800 is a medium-sized commercial airliner with a single-aisle configuration.",
        "The Boeing 737-800 is a narrow-body, twin-engine commercial aircraft.",
        "The aircraft model 737-800 is a narrow-body commercial airliner that has a sleek and streamlined appearance.",
        "The Boeing 737-800 is a short to medium range, narrow-body commercial aircraft.",
        "The aircraft model 737-800 is a medium-sized, narrow-body airplane that has a sleek and modern appearance.",
        "The 737-800 is a medium-sized, narrow-body commercial aircraft designed and manufactured by Boeing.",
        "The aircraft model 737-800 is a narrow-body, medium-haul commercial airplane.",
        "The aircraft model 737-800 is a medium-sized, narrow-body commercial airplane with a streamlined design.",
        "The 737-800 model is a narrow-body commercial aircraft designed and manufactured by Boeing.",
        "The aircraft model 737-800 is a narrow-body commercial airplane, often referred to as a \"short-to-medium-range\" aircraft.",
        "The 737-800 is a mid-size, narrow-body commercial aircraft manufactured by Boeing.",
        "The aircraft model 737-800 is a medium-sized, narrow-body airplane with a sleek and streamlined appearance.",
        "The Boeing 737-800 is a narrow-body commercial airliner with a sleek and streamlined design."
    ],
    "737-900": [
        "The 737-900 is a single-aisle, twin-engine commercial passenger aircraft.",
        "The Boeing 737-900 is a narrow-body, twin-engine passenger aircraft designed and manufactured by Boeing Commercial Airplanes.",
        "The aircraft model 737-900 is a large commercial airplane with a narrow body and a sleek design.",
        "The Boeing 737-900 is a narrow-body, single-aisle commercial airplane.",
        "The Boeing 737-900 is a single-aisle, narrow-body aircraft with a sleek and streamlined appearance.",
        "The Boeing 737-900 is a commercial airline jet with a length of 138 feet and a wingspan of 117 feet.",
        "The 737-900 is a narrow-body commercial aircraft model designed and produced by Boeing.",
        "The Boeing 737-900 aircraft is a narrow-bodied, single-aisle commercial airliner with a sleek and streamlined appearance.",
        "The Boeing 737-900 is a narrow-body commercial airliner that is part of the 737 Next Generation (NG) family.",
        "The Boeing 737-900 is a narrow-body commercial airliner with a length of 138 feet and a wingspan of 117 feet.",
        "The Boeing 737-900 is a narrow-body, twin-engine commercial aircraft that features a sleek and aerodynamic design.",
        "The aircraft model 737-900 is a narrow-body airliner with a sleek and streamlined appearance.",
        "The 737-900 is a single-aisle, narrow-body commercial aircraft.",
        "The aircraft model 737-900 is a narrow-body, twin-engine passenger jet with a distinctive curved wing and swept-back wingtips.",
        "The 737-900 is a narrow-body, twin-engine commercial airliner manufactured by Boeing.",
        "The aircraft model 737-900 has a sleek and streamlined appearance with pointed wings and a narrow, elongated fuselage.",
        "The aircraft model 737-900 is a narrow-body, twin-engine jet with a streamlined, sleek design.",
        "The Boeing 737-900 is a narrow-body, twin-engine aircraft with a sleek and streamlined appearance.",
        "The aircraft model 737-900 is a narrow-body, single-aisle aircraft with a streamlined and aerodynamic design.",
        "The aircraft model 737-900 is a passenger jet with a sleek and aerodynamic design.",
        "The aircraft model 737-900 is a narrow-body, twin-engine jet with a length of 138 feet and a wingspan of 117 feet.",
        "The aircraft model 737-900 is a narrow-body commercial airplane with a sleek and streamlined appearance.",
        "The 737-900 is a narrow-body commercial aircraft designed and manufactured by Boeing.",
        "The 737-900 is a medium-sized, narrow-body commercial aircraft and the largest variant of the 737 Next Generation series.",
        "The Boeing 737-900 is a narrow-body, twin-engine jet airliner."
    ],
    "747-100": [
        "The 747-100 is a large, four-engine commercial aircraft with a distinctive humped upper deck.",
        "The Boeing 747-100 is a large, wide-bodied aircraft with four engines and a distinctive cranked shape on its wings.",
        "The 747-100 is a massive commercial airplane with four engines mounted under its wings.",
        "The 747-100 is a large, four-engine commercial jet aircraft with a distinctive hump-shaped upper deck at the front of the aircraft.",
        "The 747-100 has a distinctive appearance with its four engines, wide body design, and iconic hump on its upper deck.",
        "The 747-100 is a large, four-engine commercial airplane with a distinctive flattened shape and a hump on its upper deck.",
        "The Boeing 747-100 is a large, wide-bodied aircraft primarily used for commercial air travel.",
        "The 747-100 is a large, wide-bodied aircraft with a distinctive humped shape on its upper deck.",
        "The aircraft model 747-100 has a distinctive, wide and elongated appearance with a prominent \"hump\" in the front section for the cockpit.",
        "\nThe 747-100 is a four-engine, wide-body commercial airliner with a distinctive hump at the front of its fuselage.",
        "The Boeing 747-100 is a large four-engine commercial aircraft that has a distinctive double-decker design.",
        "The Boeing 747-100 is a large passenger aircraft with a distinctive shape, featuring four engines attached to the wings, a high, sweeping tail, and a distinctive \"bulging\" upper deck.",
        "The Boeing 747-100 is a large, four-engine commercial airliner with a distinctive hump on top of its fuselage.",
        "The 747-100 is a large, wide-body commercial aircraft with a distinctive humped fuselage shape.",
        "The aircraft model 747-100 has a distinct silhouette, with a long, curved fuselage that tapers to a point at the tail.",
        "The 747-100 is a large, four-engine passenger aircraft with a distinctive hump on the fuselage near the front of the plane.",
        "The aircraft model 747-100 is a large, wide-bodied aircraft with four engines mounted on pylons attached to the wings.",
        "The aircraft model 747-100, also known as the Boeing 747, has a distinctive appearance with its large size and double-decked design.",
        "The 747-100 is a large, wide-bodied commercial airliner with four engines mounted on its wings.",
        "The aircraft model 747-100 has a unique appearance that sets it apart from other planes.",
        "The 747-100 is a large, four-engine, wide-body commercial airliner produced by Boeing.",
        "The Boeing 747-100 is a large, four-engine, wide-body commercial airplane that has a distinct and iconic appearance.",
        "The aircraft model 747-100 has a distinctive appearance that makes it easily recognizable.",
        "The 747-100 is a large, four-engine wide-body commercial airliner designed and built by Boeing.",
        "The Boeing 747-100 is a large, wide-bodied commercial airliner with a distinctive hump at the front of its fuselage."
    ],
    "747-200": [
        "The aircraft model 747-200 has a distinct and recognizable appearance, with its large size and iconic \"hump\" on the front of the fuselage.",
        "The 747-200 is a large, wide-bodied aircraft with four engines and a distinctive hump on the top of the fuselage.",
        "The aircraft model 747-200 is a large, wide-bodied commercial jet that has a distinctive shape and design.",
        "The Boeing 747-200 is a large, four-engined aircraft with a distinctive humpbacked shape and a \"double-decker\" design.",
        "The 747-200 is a large, four-engine commercial aircraft with a distinct, hump-shaped upper deck.",
        "The aircraft model 747-200 is a large, four-engine commercial airplane that has a distinctive humped shape on its upper front section.",
        "The 747-200 is a large, wide-bodied commercial aircraft with four engines located under the wings.",
        "The 747-200 is a large, wide-body aircraft with a distinctive hump on the front half of its fuselage.",
        "The model 747-200 is a large, four-engine passenger aircraft that is easily recognizable by its distinctive shape and size.",
        "The 747-200 is a large commercial aircraft featuring a distinctive hump in the forward fuselage.",
        "The 747-200 was a large and iconic aircraft model, known for its distinctive humped upper deck and four engines.",
        "The aircraft model 747-200 is a wide-body commercial airliner with a distinctive hump in the front section of the fuselage.",
        "The aircraft model 747-200 is a large commercial airliner that has a distinctive hump on its upper deck.",
        "The Boeing 747-200 is a large, wide-bodied commercial airliner with a distinctive hump-shaped upper deck at the front of the fuselage.",
        "\nThe Boeing 747-200 is a large, four-engine commercial airliner with a distinctive hump-shaped upper deck.",
        "The aircraft model 747-200 is a large, wide-body commercial airliner with a distinctive \"hump\" on its upper fuselage.",
        "The model 747-200 is a large and distinctive aircraft with four engines mounted on its wings, a wide fuselage, and a distinctive hump-shaped upper deck near the front of the plane.",
        "The 747-200 is a large and majestic commercial airliner with a distinctive appearance.",
        "The model 747-200 is a large, four-engine passenger airliner that has a distinctive appearance that is instantly recognizable.",
        "The 747-200 is a wide-body, four-engine commercial airliner with a distinctive hump on the front of the fuselage.",
        "The 747-200 is a large, wide-body passenger jet aircraft.",
        "The Boeing 747-200 is a large, wide-bodied airplane with a distinctive hump on the front section of its fuselage.",
        "The 747-200 is a large, wide-body aircraft with a distinctive hump on its upper deck.",
        "The 747-200 is a large, four-engine commercial aircraft with a distinctive, elongated fuselage and a high wing design.",
        "The Boeing 747-200 is a large, four-engine commercial airliner with a distinctive hump on its upper deck."
    ],
    "747-300": [
        "The Boeing 747-300 is a large, four-engine commercial airliner.",
        "\nThe 747-300 was a large, four-engine passenger jet known for its iconic \"hump\" on the upper deck.",
        "The 747-300 is a large, wide-bodied commercial aircraft that is typically used for long-haul flights.",
        "The aircraft model 747-300 is a large, four-engine commercial jet airliner with a distinctive hump on the front part of the fuselage.",
        "The 747-300 is a large, wide-bodied aircraft with a distinctive hump-shaped upper deck at the front of the fuselage.",
        "The Boeing 747-300 is a large commercial passenger aircraft with a distinctive appearance.",
        "The Boeing 747-300 is a large, wide-body, four-engine jet airliner with a distinctive \"hump\" on the front upper fuselage.",
        "The Boeing 747-300 is a wide-body commercial airliner and the first model of the iconic 747 series.",
        "The Boeing 747-300 is a large, wide-body commercial airliner with a distinctive hump on its front section.",
        "The Boeing 747-300 is a large, wide-body aircraft with a distinctive hump on the front of the fuselage.",
        "The aircraft model 747-300 is a large, wide-bodied commercial airliner with four engines mounted on the wings.",
        "The aircraft model 747-300 has a distinct aerodynamic design with a length of 70.",
        "The model 747-300 is a wide-body commercial airliner with a distinctive hump on the upper deck of the fuselage.",
        "The Boeing 747-300 is a large, four-engine, wide-body commercial aircraft with a distinct appearance.",
        "The 747-300 is a large passenger aircraft with a distinct double-decker design.",
        "The 747-300 model is a large, wide-body aircraft with a distinctive \"hump\" on its forward section.",
        "The 747-300 is a large, four-engine commercial aircraft with a distinctive hump or upper deck located towards the front of the plane.",
        "The 747-300 is a large, four-engine wide-body commercial aircraft with a distinctive appearance.",
        "The Boeing 747-300 is a commercial passenger aircraft that features a distinctive \"hump\" on its upper deck.",
        "Overall, the 747-300 is a large, wide-bodied aircraft with a distinctive hump on its upper deck, giving it a recognizable silhouette.",
        "The Boeing 747-300 is a large, long-range, wide-body commercial airliner.",
        "The 747-300 is a wide-body commercial aircraft, measuring over 70 meters in length and with a wingspan of over 64 meters.",
        "The Boeing 747-300 is a large, four-engine wide-body commercial airliner.",
        "The 747-300 is a large, wide-bodied commercial aircraft with four engines mounted in pairs on either side of the rear fuselage.",
        "The 747-300 is a wide-body, four-engine commercial aircraft that is easily recognizable by its distinctive hump-shaped upper deck, located near the front of the plane."
    ],
    "747-400": [
        "The Boeing 747-400 is a large, wide-body aircraft with a distinctive hump on the top of its fuselage.",
        "The 747-400 is a large, wide-body aircraft with four jet engines mounted under its wide wings.",
        "The 747-400 is a large, four-engine commercial jet aircraft.",
        " AirplaneThe 747-400 airplane is a large, four-engine, double-deck commercial aircraft designed and produced by Boeing.",
        "The aircraft model 747-400 is a large, wide-bodied airliner.",
        "The aircraft model 747-400 is a large, wide-bodied commercial airliner with a distinctive hump at the front of the aircraft.",
        "The 747-400 is a large, four-engine commercial aircraft with a distinctive shape and design.",
        "The Boeing 747-400 is a large, wide-body commercial airliner with a distinctive hump on the front of its fuselage.",
        "The 747-400 is a large, four-engine commercial airliner with a distinctive hump on the front of the fuselage.",
        "The 747-400 is a large, wide-body aircraft known as the \"Queen of the Skies\".",
        "The Boeing 747-400 is a large, wide-body, four-engine aircraft with a distinctive \"hump\" on the fuselage.",
        "The Boeing 747-400 is a large, four-engine commercial aircraft that is instantly recognizable by its distinctive hump on the front of the fuselage.",
        "The 747-400 is a large, wide-body commercial airliner that is easily recognizable by its distinct hump on the upper deck.",
        "The aircraft model 747-400 is a large, wide-bodied, four-engine commercial airliner.",
        "The 747-400 is a large, four-engine passenger aircraft with a distinctive \"humped\" fuselage.",
        "\nThe 747-400 is a large, wide-bodied commercial airliner with four engines mounted on its wings.",
        "The Boeing 747-400 is a large, wide-body commercial airliner.",
        "\nThe 747-400 is a large and majestic commercial airplane with a distinctive hump-shaped upper deck.",
        "\nThe 747-400 is a large wide-bodied commercial airplane with four engines and a distinctive \"hump\" on the upper deck.",
        "The 747-400 is a large commercial airliner with four engines mounted under the wings.",
        "The Boeing 747-400 is a large commercial plane with four engines and a distinctive \"hump\" on its upper deck.",
        "The Boeing 747-400 is a four-engine wide-body commercial jet airliner.",
        "The 747-400 is a large, four-engine commercial airliner with a distinctive double-decker design.",
        "The 747-400 is a large, wide-body commercial aircraft with four engines mounted on the wings.",
        "The Boeing 747-400 is a large, four-engine wide-body aircraft with a distinctive hump on the front section of the fuselage."
    ],
    "757-200": [
        "The Boeing 757-200 is a medium-sized, narrow-body aircraft with twin engines mounted on the wings and a T-shaped tail.",
        "The 757-200 is a narrow-body, mid-sized commercial airliner with a sleek and streamlined appearance.",
        "The 757-200 is a twin-engine, narrow-body commercial aircraft that has a distinctive narrow and elongated fuselage.",
        "The 757-200 is a medium-sized, narrow-body aircraft with two engines located on the wings.",
        "The Boeing 757-200 is a narrow-body, mid-range passenger jet aircraft.",
        "The Boeing 757-200 is a narrow-body, twin-engine commercial airliner that is typically used for medium to long-haul flights.",
        "The Boeing 757-200 is a medium-sized, narrow-body aircraft with a streamlined, aerodynamic design.",
        "\nThe 757-200 is a mid-size, twin-engine, narrow-body aircraft manufactured by Boeing.",
        "The Boeing 757-200 is a medium-sized, narrow-body, twin-engine jet airliner.",
        "The 757-200 is a mid-size, twin-engine, narrow-body aircraft with a sleek and modern appearance.",
        "The 757-200 is a mid-size, narrow-body commercial aircraft that is typically used for medium to long-haul flights.",
        "The 757-200 is a commercial passenger aircraft model developed and produced by Boeing.",
        "The 757-200 is a mid-size, narrow-body, twin-engine commercial airliner.",
        "The 757-200 is a mid-size narrow-body commercial aircraft with a sleek and streamlined appearance.",
        "The Boeing 757-200 is a mid-size, twin-engine airliner with a single aisle and a slightly tapered fuselage.",
        "The 757-200 is a medium to large sized, twin-engine, narrow-body aircraft.",
        "\nThe Boeing 757-200 is a narrow-body, twin-engine, medium-haul commercial aircraft.",
        "The 757-200 is a medium-haul, twin-engine airplane with a narrow, cylindrical fuselage and a high-wing design.",
        "The 757-200 is a narrow-body, twin-engine jet airliner designed and manufactured by Boeing.",
        "The 757-200 is a medium-sized, narrow-body commercial aircraft with two engines mounted on the wings.",
        "The 757-200 model is a narrow-bodied, twin-engine commercial airliner with a streamlined and aerodynamic design.",
        "The 757-200 is a twin-engine, narrow-body jet aircraft with a long, streamlined fuselage.",
        "The 757-200 is a narrow-body, twin-engine commercial aircraft with a basic layout of a fuselage, two wings, a tail, and landing gear.",
        "The 757-200 is a narrow-body, twin-engine jet aircraft commonly used for medium to long-distance flights.",
        "The 757-200 is a medium-sized, narrow-body aircraft that features a low-slung fuselage with a swept-back wing design."
    ],
    "757-300": [
        "The 757-300 is a narrow-bodied, twin-engine aircraft that has a distinctive appearance.",
        "The 757-300 is a large, narrow-body aircraft with two engines mounted on the wings.",
        "The aircraft model 757-300 is a large commercial airplane with a distinctive elongated fuselage and swept-back wings.",
        "The 757-300 is a twin-engine narrow-body commercial airliner.",
        ".",
        "The Boeing 757-300 is a wide-body commercial aircraft with a sleek and modern appearance.",
        "The Boeing 757-300 is a narrow-body, twin-engine jet airliner with an overall length of 178 feet and a wingspan of 124 feet.",
        "The 757-300 is a medium to large-sized commercial aircraft with a narrow, tube-like fuselage.",
        "The 757-300 is a large, narrow-body aircraft with a sleek and streamlined design.",
        "The 757-300 is a large, narrow-body aircraft with two engines mounted on either side of the rear fuselage.",
        "The aircraft model 757-300 is a narrow-body, twin-engine jet airliner produced by Boeing.",
        "The 757-300 is a medium to large size commercial aircraft that typically has a length of about 178 feet and a wingspan of about 124 feet.",
        "The Boeing 757-300 is a large, wide-body, twin-engine commercial aircraft with a single-aisle cabin configuration.",
        "The model 757-300 aircraft is a large, narrow-body plane with a sleek and streamlined design.",
        "The 757-300 is a narrow-body, mid-size, twin-engine aircraft manufactured by Boeing.",
        "\nThe aircraft model 757-300 is a large twin-engine, narrow-body commercial airliner.",
        "The aircraft model 757-300 is a large, twin-engine, narrow-body jet with a distinctive elongated fuselage.",
        "The 757-300 is a narrow-body, twin-engine jet airliner with a three-class seating configuration.",
        "The 757-300 is a large, twin-engine commercial aircraft with a distinctive narrow body and single aisle design.",
        "The Boeing 757-300 is a medium-to-large sized, single-aisle, twin-engine jet airliner.",
        "The Boeing 757-300 is a large, narrow-bodied, twin-engine aircraft that is typically used for medium to long-haul flights.",
        "The 757-300 is a narrow-body, twin-engine commercial aircraft with a streamlined and aerodynamic design.",
        "The 757-300 is a wide-body, single-aisle aircraft with a length of 178 feet and a wingspan of 124 feet.",
        "The 757-300 is a narrow-body, twin-engine jet airliner that is commonly described as a stretched version of the 757-200.",
        "The aircraft model 757-300 is a type of commercial airliner that has a sleek and modern appearance."
    ],
    "767-200": [
        "The Boeing 767-200 is a twin-engine, wide-body commercial airliner.",
        "The aircraft model 767-200 is a medium- to long-range, wide-body, twin engine jet airliner.",
        "The 767-200 is a narrow-body, twin-engine commercial aircraft.",
        "The aircraft model 767-200 is a medium to large sized, twin-engine, wide-body commercial airliner.",
        "The aircraft model 767-200 is a medium to large-sized twin-engine commercial airliner.",
        "The aircraft model 767-200 is a twin-engine, medium to large sized commercial jetliner.",
        "The Boeing 767-200 is a wide-body, twin-engine jet airliner with a sleek and streamlined appearance.",
        "The Boeing 767-200 is a medium to long-range, wide-body commercial airliner.",
        "The 767-200 is a medium-to-large sized, twin-engine commercial aircraft.",
        "\nThe 767-200 is a mid-to-large-sized, wide-body commercial passenger jet.",
        "The Boeing 767-200 is a mid-to-large size, wide-body commercial airliner.",
        "The 767-200 is a medium-to-large sized twin-engine jet airliner with a streamlined, narrow fuselage and swept wings.",
        "The Boeing 767-200 is a wide-body, twin-engine jet airliner with a length of 159 feet 2 inches (48.",
        "The 767-200 is a medium-to-long range twin-engine jet airliner designed and manufactured by Boeing.",
        "The 767-200 is a twin-engine, medium to long range commercial passenger aircraft produced by Boeing.",
        "The Boeing 767-200 is a wide-body, twin-engine commercial aircraft.",
        "The 767-200 is a large commercial passenger aircraft with a wide body and long, narrow wings.",
        "The 767-200 is a midsize, wide-body commercial airliner manufactured by Boeing.",
        "The Boeing 767-200 is a wide-bodied passenger aircraft with two engines mounted on the wings.",
        "The 767-200 is a wide-bodied, twin-engine commercial aircraft that can typically seat around 200 passengers.",
        "The 767-200 is a narrow-body, twin-engine jet airliner with a low wing configuration.",
        "The aircraft model 767-200 is a mid-size, wide-body commercial airplane.",
        "The aircraft model 767-200 has two engines and a wide fuselage, giving it a broad and sturdy appearance.",
        "The 767-200 is a medium-to-large sized twin-engine jet aircraft with a wide body and a pointed nose.",
        "The 767-200 is a narrow-body, twin-engine jet airliner designed and manufactured by Boeing."
    ],
    "767-300": [
        "The Boeing 767-300 is a wide-body commercial airliner designed and manufactured by Boeing Commercial Airplanes.",
        "The 767-300 is a wide-body, twin-engine jet aircraft with a typical configuration of two aisles, and seating for around 250 to 350 passengers.",
        "The Boeing 767-300 is a mid- to large-sized twin-engine aircraft with a wide body and a distinctive curved wing design.",
        "The 767-300 is a wide-body commercial airplane with a distinct, elongated fuselage.",
        "The Boeing 767-300 is a wide-body commercial aircraft with a distinctive appearance.",
        "The aircraft model 767-300 is a mid-to-large-sized twin-engine jet with a wide fuselage and a distinctive nose shape.",
        "The 767-300 is a medium to large sized aircraft with a distinctive wide-body design.",
        "ERThe aircraft model 767-300ER is a wide-body jet commonly used for long-haul flights.",
        "The aircraft model 767-300 is a wide-bodied twin-engine jet airliner with a typical length of 180 to 201 feet and a wingspan of 156 to 170 feet.",
        "The Boeing 767-300 is a wide-body jet airliner that is designed for medium to long-haul flights.",
        "The 767-300 is a wide-body commercial aircraft with a streamlined and elongated fuselage.",
        "The Boeing 767-300 is a wide-body commercial passenger aircraft with a sleek and streamlined appearance.",
        "The Boeing 767-300 is a wide-body twin-engine jet airliner.",
        "The Boeing 767-300 is a wide-body aircraft with two engines and a distinctive low-slung fuselage.",
        "The 767-300 is a wide-bodied, twin-engine aircraft with a sleek and modern appearance.",
        "The 767-300 is a wide-body commercial airliner that has a relatively slim and elongated fuselage.",
        "\nThe 767-300 is a widebody commercial aircraft with a distinctive appearance.",
        "The Boeing 767-300 is a wide-body, twin-engine jet airliner.",
        "The Boeing 767-300 model is a large, wide-body commercial airliner with a sleek and streamlined appearance.",
        "The aircraft model 767-300 is a wide-body, twin-engine jet airliner with a streamlined and sleek appearance.",
        "The 767-300 is a wide-body, twin-engine jet aircraft designed and manufactured by Boeing.",
        "ERThe Boeing 767-300ER is a wide-bodied, twin-engine jet airliner that has a distinct oval shape.",
        "The aircraft model 767-300 is a twin-engine wide-body airplane with a distinctive fuselage shape and low-slung wings.",
        "The aircraft model 767-300 is a wide-body, twin-engine jet airplane with a distinctive fuselage shape.",
        "The 767-300 is a wide-body, twin-engine jet aircraft with a sleek and streamlined appearance."
    ],
    "767-400": [
        "The aircraft model 767-400 is a wide-body commercial airliner with a sleek and streamlined design.",
        "The Boeing 767-400 is a wide-body, twin-engine commercial passenger plane.",
        "The Boeing 767-400 is a mid-size, twin-engine airliner that has a streamlined and aerodynamic appearance.",
        "The aircraft model 767-400 is a wide-body, twin-engine, medium-to-long range passenger jet designed and built by Boeing Commercial Airplanes.",
        "\nThe 767-400 is a wide-body, twin-engine jet airliner with a distinctive airframe design.",
        "The 767-400 is a wide-body, twin-engine jet airliner designed and manufactured by Boeing.",
        "The aircraft model 767-400 is a wide-bodied, twin-engine jet airliner.",
        "The Boeing 767-400 is a twin-engine wide-body airliner.",
        "The aircraft model 767-400 is a mid-size, twin-engine commercial jet airliner.",
        "The 767-400 is a wide-bodied twin-engine commercial airplane with a streamlined and aerodynamic design.",
        "The Boeing 767-400 is a wide-body, twin-engine jet airliner that has a sleek and modern appearance.",
        "The Boeing 767-400 is a long-range, wide-body commercial airliner.",
        "The aircraft model 767-400 is a large commercial airline with a distinctive wide-body fuselage.",
        "The aircraft model 767-400 is a wide-body, twin-engine commercial airliner.",
        "The 767-400 is a mid-sized, wide-body aircraft model manufactured by Boeing.",
        "The Boeing 767-400 is a wide-bodied, twin-engine aircraft that measures over 201 feet in length and has a wingspan of 171 feet.",
        "The aircraft model 767-400 is a commercial passenger jet with a sleek and streamlined design.",
        "The 767-400 is a wide-body, twin-engine commercial aircraft developed and produced by Boeing.",
        "The aircraft model 767-400 is a wide-body, twin-engine jet aircraft designed and produced by Boeing.",
        ":\nThe 767-400 is a wide-body twin-engine aircraft with a sleek and modern appearance.",
        "The aircraft model 767-400 has a sleek and streamlined exterior design.",
        "The Boeing 767-400 is a wide-body, twin-engine jet airliner.",
        "The 767-400 is a wide-body commercial aircraft manufactured by Boeing.",
        "ERThe Boeing 767-400ER is a medium-to-large sized, wide-body, twin-engine jet aircraft.",
        "\nThe Boeing 767-400 is a long-haul, wide-body commercial airliner that has a distinctive appearance with its twin-engine design and sleek, aerodynamic fuselage."
    ],
    "777-200": [
        "The aircraft model 777-200 is a wide-body, twin-engine jet with a streamlined fuselage and swept-back wings.",
        "The Boeing 777-200 is a large, twin-engine commercial airplane with a wide body and a long, straight fuselage.",
        "The Boeing 777-200 is a large, wide-bodied aircraft with two engines mounted on either wing.",
        "The 777-200 is a large commercial airplane with a wide body structure.",
        "\nThe Boeing 777-200 is a large, twin-engine, wide-body airliner featuring a sleek and streamlined design.",
        "The 777-200 is a large, twin-engine aircraft with a wide-body fuselage and a long, pointed nose.",
        "The Boeing 777-200 is a large, wide-body twin-engine aircraft with a distinctive appearance.",
        "The 777-200 is a wide-body, twin-engine jet aircraft manufactured by Boeing.",
        "The 777-200 is a large, twin-engine commercial aircraft with a distinctive appearance.",
        "The 777-200 is a large, twin-engine aircraft with a wide body and a pointed nose.",
        "The Boeing 777-200 is a large, twin-engine airliner with a wide body design.",
        "The Boeing 777-200 is a wide-body, twin-engine commercial airliner with a distinctive appearance.",
        "The 777-200 is a large, wide-body aircraft with a sleek and modern design.",
        "The 777-200 is a large commercial aircraft with two engines and a wide, spacious body.",
        "The aircraft model 777-200 has a long, sleek body with a distinctive arched nose.",
        "The aircraft model 777-200 is a large, wide-bodied commercial airplane with a sleek and modern appearance.",
        "The 777-200 is a wide-body commercial airliner with a sleek and modern appearance.",
        "The 777-200 is a wide-body commercial aircraft designed and manufactured by Boeing.",
        "The aircraft model 777-200 is a large, wide-bodied commercial airplane with a distinctive appearance.",
        "The aircraft model 777-200 is a large, twin-engine, wide-body airplane designed and manufactured by Boeing.",
        "The Boeing 777-200 is a wide-body commercial airliner that typically seats around 300 passengers.",
        "The Boeing 777-200 is a large commercial airliner with a wide, spacious body and a distinctive twin-engine design.",
        "The Boeing 777-200 is a large, wide-body commercial aircraft that typically has two engines mounted under each wing and a tall, pointed tail.",
        "The 777-200 is a wide-body aircraft featuring a twin-aisle configuration.",
        "The Boeing 777-200 is a large, twin-engine, wide-body aircraft with a distinctive appearance."
    ],
    "777-300": [
        "The 777-300 is a large, twin-engine jet airliner with a wide-body fuselage.",
        "The Boeing 777-300 is a large commercial aircraft with a sleek and modern appearance.",
        "The aircraft model 777-300 is a large, wide-body commercial airliner with a distinctive triple-fin vertical stabilizer on the tail.",
        "The Boeing 777-300 is a large, wide-body aircraft with a sleek and modern design.",
        "The 777-300 is a large, wide-body aircraft with two engines mounted on each wing.",
        "The Boeing 777-300 is a large, wide-body, twin-engine jet aircraft with a streamlined and aerodynamic shape.",
        "The 777-300 is a large, twin-engine, wide-body aircraft with a distinctive appearance.",
        "ER\nThe 777-300ER is a wide-body jet aircraft model made by Boeing.",
        "The aircraft model 777-300 is a large, wide-body commercial airliner with a sleek, streamlined design.",
        "The Boeing 777-300 is a large twin-engine jet airliner with a wide fuselage and two underwing mounted engines.",
        " The 777-300 is a wide-body, long-range aircraft with a distinctive appearance.",
        "The Boeing 777-300 is a large, twin-engine aircraft with a wide, sleek fuselage and a pointed nose.",
        "\nThe 777-300 is a large, wide-body aircraft with a distinctive double-decker shape.",
        "The Boeing 777-300 is a large, wide-body aircraft with a distinctive appearance.",
        "erThe Boeing 777-300ER is a wide-body, twin-engine jet airliner with a distinctive appearance.",
        "The aircraft model 777-300 is a large, wide-bodied, twin-engine jet airliner.",
        "The Boeing 777-300 is a large, wide-body commercial passenger aircraft that has a sleek and modern appearance.",
        "The aircraft model 777-300 is a large, wide-bodied commercial jet plane that is instantly recognizable by its distinct dual-engine design.",
        "ERThe Boeing 777-300ER is a large, twin-engine, wide-body aircraft with a distinctive appearance that sets it apart from other planes.",
        "The aircraft model 777-300 is a large, wide-body plane with a distinctive twin-engine design.",
        "The 777-300 is a large, wide-bodied aircraft with a trijet design, meaning it has three engines.",
        "The 777-300 is a large, wide-body commercial passenger aircraft with a distinctive and graceful appearance.",
        "ERThe aircraft model 777-300ER is a wide-body twin-engine jet airliner that has a sleek and streamlined appearance.",
        "The aircraft model 777-300 is a large, wide-bodied, twin-engine jet airliner.",
        "The aircraft model 777-300 is a wide-body, twin-engine jet airliner."
    ],
    "A300B4": [
        "The A300B4 is a wide-body aircraft with a twin-engine design.",
        "The A300B4 is a wide-bodied, twin-engine aircraft with a streamlined and aerodynamic design.",
        "The A300B4 is a wide-body, twin-engine commercial aircraft manufactured by Airbus.",
        "The A300B4 is a twin-engine wide-body airliner with a clean, streamlined design.",
        "-603The A300B4-603 is a medium to long range wide-body aircraft designed and manufactured by Airbus.",
        "The A300B4 is a twin engine wide-body aircraft with a low-wing design.",
        "The A300B4 is a wide-body twin-engine commercial aircraft model produced by Airbus.",
        "The A300B4 is a large, wide-body aircraft with a distinctive triangular shape when viewed from the front.",
        "The A300B4 is a wide-body passenger aircraft designed and manufactured by Airbus.",
        "The A300B4 is a large, twin-engine aircraft with a distinctive wide-body design.",
        "The Airbus A300B4 is a wide-body, twin-engine airliner with a distinctive curved fuselage and a swept-back wing design.",
        "The Airbus A300B4 is a wide-body, twin-engine passenger aircraft with a distinctive shape and appearance.",
        "The A300B4 is a wide-body commercial airliner with a distinctive appearance.",
        "CThe A300B4C is a wide-body, twin-engine passenger aircraft with a streamlined and aerodynamic design.",
        "The aircraft model A300B4 is a large, wide-body plane with two turbofan engines mounted on the wings.",
        "The A300B4 is a large twin-engine wide-body commercial aircraft.",
        "The A300B4 is a wide-body, twin-engine commercial aircraft.",
        "The A300B4 is a wide-body commercial aircraft designed and produced by Airbus.",
        "The A300B4 is a wide-body, twin-engine jet aircraft with a sleek and streamlined design.",
        "The A300B4 is a wide-body, twin-engine, jet airliner that has a distinct appearance compared to other aircraft models.",
        "The A300B4 is a twin-engine wide-body commercial airliner with a sleek and aerodynamic appearance.",
        "The A300B4 is a large, wide-bodied aircraft with a distinctive double deck design.",
        "The aircraft model A300B4 is a wide-bodied passenger airplane that typically has two engines, one under each wing.",
        "The A300B4 is a wide-body commercial airliner with a distinctive appearance.",
        "The A300B4 is a wide-body commercial passenger aircraft that has a distinctive fuselage shape with a wide and flat bottom section."
    ],
    "A310": [
        "The Airbus A310 is a wide-body twin-engine jet airliner with a distinctive appearance.",
        "The aircraft model A310 is a wide-body commercial airliner with a sleek and aerodynamic design.",
        "The A310 is a medium-sized, wide-body commercial aircraft with a twin-engine configuration.",
        ".",
        "The Airbus A310 is a medium- to long-range, wide-body aircraft with a modern and sleek appearance.",
        "\nThe A310 is a wide-body commercial aircraft manufactured by Airbus.",
        "The Airbus A310 is a wide-body, twin-engine jet airliner that has a sleek and aerodynamic design.",
        "The A310 is a medium-sized, wide-body aircraft with a twin-engine layout.",
        "The Airbus A310 is a commercial jet airliner with a wide fuselage and two engines mounted on the wings.",
        "The A310 is a medium-sized, twin-engine airliner with a modern and streamlined appearance.",
        "-300The A310-300 is a medium-range, twin-engine widebody aircraft model produced by Airbus.",
        "The Airbus A310 is a wide-body, twin-engine commercial aircraft with a sleek and modern appearance.",
        "\nThe aircraft model A310 has a very distinct and recognizable appearance that sets it apart from other aircraft models.",
        "500The A310500 is a twin-engine, wide-body airliner with a sleek and streamlined design.",
        "The aircraft model A310 has a distinctive appearance with a wide, elongated fuselage and two engines mounted on the wings.",
        "The A310 is a wide-body, twin-engine commercial aircraft that has a modern and streamlined appearance.",
        "The Airbus A310 is a medium- to long-range wide-body twin-engine jet airliner.",
        "The A310 is a medium to long-range, wide-body passenger aircraft manufactured by Airbus Industries.",
        "The aircraft model A310 is a twin-engine, wide-body jetliner that has a sleek and aerodynamic design.",
        "\nThe A310 is a twin-engine, wide-bodied airliner with a distinctive appearance.",
        "Assembler OrangeThe aircraft model A310 Assembler Orange has a sleek and streamlined design, with a length of approximately 51 meters and a wingspan of 44 meters.",
        "The A310 is a medium-sized, wide-body passenger aircraft produced by Airbus.",
        "The A310 is a medium- to long-range, wide-body commercial aircraft manufactured by the European company Airbus.",
        "The A310 is a wide-body commercial aircraft model designed and manufactured by the European aircraft company, Airbus.",
        "The Airbus A310 is a wide-body, twin-engine commercial airliner with a sleek and streamlined appearance."
    ],
    "A318": [
        "\nThe aircraft model A318 is a commercial passenger jet with a sleek and streamlined design.",
        "\nThe A318 is a modern, narrow-body commercial aircraft with a streamlined and aerodynamic design.",
        "The A318 is a narrow-body, twin-engine passenger aircraft.",
        "The A318 aircraft model is a single-aisle, narrow-body commercial airliner designed and manufactured by Airbus.",
        "The aircraft model A318 is a relatively small passenger jet with a distinctive narrow body design.",
        "The A318 is a narrow-body, twin-engine passenger aircraft with a sleek and streamlined appearance.",
        "The A318 is a small, narrow-bodied aircraft with a distinctive curved nose and delta wing design.",
        "The A318 is a narrow-body commercial aircraft that is approximately 33.",
        "The A318 is a single-aisle, narrow-body aircraft model manufactured by Airbus.",
        "The A318 is a single-aisle, twin-engine jet aircraft with a narrow body and a short fuselage.",
        "The A318 is a narrow-body, twin-engine commercial aircraft that has a streamlined and aerodynamic design.",
        "The A318 is a small, narrow-body commercial aircraft.",
        "The A318 is a narrow-body, twin-engine commercial aircraft model produced by the European manufacturer Airbus.",
        "The A318 is a short-to-medium range, narrow-body commercial aircraft manufactured by Airbus.",
        "The Airbus A318 is a single-aisle, narrow-body commercial aircraft with a distinctive, sleek design.",
        "The Airbus A318 is a narrow-body commercial aircraft with a relatively small size compared to other models in the A320 family.",
        "The Airbus A318 is a small, narrow-bodied commercial aircraft that is designed for short to medium-range flights.",
        "The A318 aircraft model is a small, narrow-body commercial plane that typically seats 107-132 passengers in a single-class configuration.",
        "The A318 aircraft is a narrow-body jet airliner produced by the European manufacturer Airbus.",
        "The A318 is a commercial passenger aircraft model developed by Airbus.",
        "The A318 is a medium-range, narrow-body commercial aircraft with a streamlined and aerodynamic design.",
        "The A318 is a short-range, narrow-body aircraft developed and manufactured by Airbus.",
        "The A318 is a narrow-body commercial aircraft designed and manufactured by the European company Airbus.",
        "The A318 is a narrow-body, twin-engine commercial aircraft designed and manufactured by European aircraft manufacturer Airbus.",
        "The A318 is a short-to-medium range, narrow-body commercial airliner manufactured by Airbus."
    ],
    "A319": [
        "\nThe A319 is a medium-sized, narrow-body, twin-engine commercial passenger aircraft manufactured by Airbus.",
        "The A319 is a twin-engine, narrow-body passenger airliner.",
        "The A319 is a narrow-body, twin-engine commercial airliner manufactured by Airbus.",
        "The A319 is a narrow-body, twin-engine commercial aircraft designed and produced by Airbus.",
        "The A319 is a single-aisle, twin-engine aircraft with a standard airline seating configuration of 8 first class, 48 business class, and 90 economy class seats.",
        "-100The A319-100 is a single-aisle, twin-engine aircraft with a relatively narrow fuselage.",
        "The Airbus A319 is a narrow-body twin-engine jet airliner used for short and medium-haul flights.",
        "The Airbus A319 is a short-to-medium range, twin-engine commercial airliner.",
        "The Airbus A319 is a narrow-body, twin-engine commercial aircraft designed for short to medium-haul flights.",
        "-100\r\n\r\nThe Airbus A319-100 is a single-aisle, twin-engine commercial aircraft designed for short to medium-range flights.",
        "The A319 is a narrow-body, twin-engine aircraft with a streamlined and aerodynamic design.",
        "The aircraft model A319 is a short to medium-range, narrow-body commercial airplane manufactured by Airbus.",
        ".",
        "The A319 is a single-aisle, twin-engine aircraft with a narrow body.",
        "The A319 is a medium-sized, single-aisle commercial aircraft designed and manufactured by Airbus.",
        "The A319 is a single-aisle medium-range commercial aircraft with a sleek and streamlined design.",
        "The Airbus A319 is a narrow-body commercial passenger aircraft with a sleek and streamlined design.",
        "The A319 is a medium-range, narrow-body commercial airliner produced by Airbus.",
        "The A319 is a narrow-body, single-aisle commercial airliner produced by Airbus.",
        "The A319 is a narrow-body, twin-engine jet airliner with a length of 33.",
        "The A319 is a narrow-body, twin-engine, single-aisle commercial aircraft manufactured by Airbus.",
        "The A319 is a narrow-body, twin-engine, single-aisle aircraft.",
        "\nThe Airbus A319 is a short-to-medium range, narrow-body commercial airliner that has a distinctive elongated shape and pointed nose.",
        "The Airbus A319 is a medium-sized, narrow-body commercial airliner.",
        "The A319 is a narrow-body, twin-engine commercial airliner produced by the European aircraft manufacturer Airbus."
    ],
    "A320": [
        "The A320 is a narrow-body, twin-engine commercial aircraft developed by European manufacturer Airbus.",
        "500The aircraft model A320500 is a medium-sized passenger plane with a sleek and aerodynamic appearance.",
        "The A320 is a narrow-body aircraft with a streamlined fuselage and two wings on either side.",
        "The A320 is a commercial airliner with a sleek and streamlined design.",
        "The A320 is a medium-sized, narrow-body commercial passenger jet with a distinctive curved wing design.",
        "The A320 is a medium-sized, narrow-body commercial airplane.",
        "The A320 is a narrow-body commercial passenger aircraft with a sleek and modern design.",
        "The aircraft model A320 has a sleek and streamlined appearance, with a narrow and elongated fuselage and sharply swept-back wings.",
        "?The A320 is a narrow-body commercial airliner with a distinctive curved fuselage and swept wings.",
        "The A320 is a narrow-body, twin-engine aircraft model manufactured by Airbus.",
        "The aircraft model A320 is a short-to-medium range commercial airliner that typically seats between 150-180 passengers.",
        "The A320 is a narrow-body commercial airliner with a streamlined and aerodynamic fuselage.",
        "The Airbus A320 is a narrow-body, twin-engine commercial airliner known for its sleek and modern appearance.",
        "The A320 is a commercial passenger aircraft with a modern and sleek appearance.",
        "The A320 is a narrow-body, twin-engine jet aircraft designed and manufactured by Airbus.",
        "The aircraft model A320 is a single-aisle, narrow-body commercial airliner commonly used for short to medium-haul flights.",
        "The A320 is a narrow-body, twin-engine commercial passenger aircraft designed and built by the European company Airbus.",
        "The A320 is a narrow-bodied, twin-engine commercial aircraft designed and manufactured by Airbus.",
        "The A320 is a narrow-body commercial aircraft manufactured by Airbus.",
        "The aircraft model A320 is a narrow-bodied commercial jetliner designed and manufactured by Airbus.",
        "The Airbus A320 is a narrow-body commercial aircraft designed and manufactured by Airbus.",
        "The A320 is a narrow-body, twin-engine commercial airliner manufactured by Airbus.",
        "The Airbus A320 is a narrow-body, short to medium-range commercial passenger aircraft.",
        "The aircraft model A320 is a medium-range, narrow-body commercial airliner manufactured by Airbus.",
        "The A320 is a narrow-body commercial airliner designed and produced by Airbus."
    ],
    "A321": [
        "The A321 is a single-aisle, twin-engine narrow-body aircraft.",
        "The A321 is a narrow-body, twin-engine jet airliner manufactured by Airbus.",
        "The A321 is a narrow-body, two-engine commercial aircraft produced by Airbus.",
        "The A321 is a narrow-body, twin-engine aircraft with a sleek and streamlined appearance.",
        "The A321 is a medium-range, narrow-body aircraft manufactured by Airbus.",
        ".",
        "The A321 is a narrow-body, commercial airliner manufactured by the European company Airbus.",
        "The A321 is a narrow-body, twin-engine aircraft designed and manufactured by Airbus.",
        "The A321 is a narrow-body, twin-engine jetliner manufactured by Airbus.",
        "The A321 is a narrow-body, twin-engine commercial aircraft made by European manufacturer Airbus.",
        "\nThe A321 is a medium-sized, narrow-body commercial aircraft manufactured by Airbus.",
        "The A321 is a narrow-body commercial passenger aircraft that is manufactured by Airbus.",
        "The A321 is a narrow-body commercial airliner with a sleek and streamlined appearance.",
        "The Airbus A321 is a narrow-body jet airliner with a sleek and modern appearance.",
        "The A321 is a narrow-body commercial passenger aircraft designed and manufactured by Airbus.",
        "The A321 is a narrow-body commercial passenger aircraft manufactured by Airbus.",
        "The A321 is a narrow-body, single-aisle commercial aircraft manufactured by Airbus.",
        "The A321 is a narrow-body commercial airliner that is approximately 44 meters in length and has a wingspan of 35.",
        "The aircraft model A321 has a sleek and streamlined appearance with a narrow and elongated fuselage.",
        "The aircraft model A321 is a narrow-body, single-aisle commercial airliner with a sleek and aerodynamic design.",
        "The A321 is a narrow-body commercial aircraft with a length of approximately 44 meters and a wingspan of 35 meters.",
        "The A321 is a large commercial airliner with a narrow body and a twin-engine layout.",
        "The A321 is a narrow-body, twin-engine commercial airliner manufactured by Airbus.",
        "neoThe aircraft model A321neo is a narrow-body commercial jet with a sleek and modern design.",
        "The A321 is a commercial passenger aircraft developed by the European manufacturer Airbus."
    ],
    "A330-200": [
        "The Airbus A330-200 is a wide-body, twin-engine airliner that has a distinctive appearance.",
        "The A330-200 is a wide-body commercial passenger jet with two engines mounted on either side of the rear fuselage.",
        "The A330-200 is a twin-engine wide-body aircraft with a sleek and modern design.",
        "The A330-200 is a wide-body, twin-engine jet airliner that is designed and manufactured by Airbus.",
        "The A330-200 is a widebody twin-engine jet airliner created by Airbus.",
        "The A330-200 is a medium-to-long range, wide-body aircraft model manufactured by Airbus.",
        "The A330-200 is a wide-body commercial airliner that has a sleek and modern appearance.",
        "The A330-200 is a wide-body jet airliner with a sleek and streamlined appearance.",
        "The A330-200 is a wide-body commercial aircraft with a long and sleek fuselage.",
        "The A330-200 is a large, wide-bodied aircraft featuring a two-engine, twin-aisle layout.",
        "The aircraft model A330-200 has a sleek and streamlined appearance with a characteristic wide-body design.",
        "The aircraft model A330-200 is a wide-body twin-engine jet airliner.",
        "The aircraft model A330-200 is a mid-sized, twin-engine wide-body plane designed by Airbus.",
        "\nThe aircraft model A330-200 is a wide-body commercial airliner with a sleek and streamlined appearance.",
        "The A330-200 is a wide-body, twin-engine airliner with a sleek and streamlined design.",
        "The A330-200 is a twin-engine wide-body aircraft produced by European manufacturer Airbus.",
        "The A330-200 is a wide-body, twin-engine aircraft with a spacious, streamlined design.",
        "The A330-200 is a twin-engine, wide-body airliner with a sleek and modern appearance.",
        "The Airbus A330-200 is a medium to long-range wide-body twin-engine jet airliner.",
        "The A330-200 is a wide-body, twin-engine airliner with a streamlined and sleek appearance.",
        "The A330-200 is a wide-body commercial passenger aircraft designed and manufactured by Airbus.",
        "The A330-200 is a twin-engine wide-body aircraft with a streamlined and aerodynamic design.",
        "The aircraft model A330-200 is a wide-body, twin-engine commercial airliner.",
        "The A330-200 is a medium to long-range wide-body twin-engine jet aircraft.",
        "The A330-200 is a wide-body aircraft that has a streamlined and sleek appearance."
    ],
    "A330-300": [
        "The A330-300 is a medium to long-range wide-body airliner with a distinctive appearance.",
        "\nThe A330-300 is a commercial airliner that has a sleek and modern appearance.",
        "The A330-300 is a wide-body commercial aircraft with a distinctive appearance.",
        "The Airbus A330-300 is a large commercial aircraft with a wide body and two engines mounted on the wings.",
        "The Airbus A330-300 is a wide-body twin-engine commercial aircraft that is 63.",
        "The A330-300 is a wide-bodied twin-engine jet aircraft that is elongated with a fuselage length of 63.",
        "\nThe A330-300 is a wide-body Airbus aircraft often used for long-haul flights.",
        "The A330-300 is a wide-body commercial passenger aircraft manufactured by Airbus.",
        "The A330-300 is a wide-body aircraft with a sleek and modern appearance.",
        "The A330-300 is a wide-bodied, twin-engine commercial airliner, with a streamlined and elegant design.",
        "The A330-300 is a twin-engine wide-body jet aircraft manufactured by Airbus.",
        "\nThe A330-300 is a wide-body, twin-engine jet aircraft manufactured by Airbus.",
        "The aircraft model A330-300 is a wide-body, twin-engine jet with a medium to large size.",
        "The A330-300 is a wide-body commercial passenger aircraft produced by Airbus.",
        "The A330-300 is a wide-body commercial aircraft with a sleek and aerodynamic design.",
        "The Airbus A330-300 is a wide-body, twin-engine commercial passenger aircraft with a streamlined appearance.",
        "The A330-300 is a wide-body commercial airliner with a sleek and modern appearance.",
        "The A330-300 is a wide-body, twin-engine jet airliner designed and produced by Airbus.",
        "The Airbus A330-300 is a wide-body, twin-engine jet airliner that is part of the A330 family.",
        "The A330-300 is a wide-body commercial airliner designed and manufactured by the European aerospace company Airbus.",
        "The A330-300 is a large, twin-engine wide-body aircraft with a streamlined fuselage and swept-back wings.",
        "The A330-300 is a wide-body, twin-engine jet airliner with a sleek and modern appearance.",
        "The aircraft model A330-300 has a wide, elongated fuselage with two engines mounted on either wing.",
        "The Airbus A330-300 is a wide-body, twin-engine jet airliner that is designed for long-range flights.",
        "The A330-300 is a wide-body, twin-engine commercial airliner."
    ],
    "A340-200": [
        "The Airbus A340-200 is a long-range, wide-body commercial airliner with four engines and a high wing design.",
        "The A340-200 is a wide-body airliner with a distinctive four-engine design.",
        "The A340-200 is a long-range, widebody twin-engine airliner that features a four-engine, low-wing design.",
        "The aircraft model A340-200 is a long-range, wide-body aircraft with a four-engine design.",
        "The A340-200 is a long-range, wide-body commercial airliner featuring a four-engine layout.",
        "The aircraft model A340-200 is a wide-bodied, four-engine jet with a sleek and streamlined design.",
        "\nThe A340-200 is a wide-body, four-engine commercial aircraft developed by Airbus.",
        "The A340-200 is a long-range, four-engine commercial airliner manufactured by European company Airbus.",
        "The A340-200 is a wide-body commercial airliner produced by Airbus.",
        "\nThe A340-200 is a long-range, four-engine commercial airliner manufactured by Airbus.",
        "The A340-200 is a wide-body airliner designed and produced by the European manufacturer Airbus.",
        "The Airbus A340-200 is a large, wide-bodied, four-engine commercial aircraft that has a distinct appearance.",
        "\nThe A340-200 is a long-range, wide-body airliner with four engines mounted on the wings.",
        "The A340-200 is a twin-engine, wide-body aircraft with a distinctive four-engine appearance due to its close resemblance to the A340-500 and A340-600 models.",
        "The A340-200 is a wide-body, twin-engine commercial airliner manufactured by Airbus.",
        "The A340-200 is a long-range, wide-body aircraft with four engines and a low-slung fuselage.",
        " The aircraft model A340-200 is a four-engine, wide-body passenger plane with a sleek and streamlined appearance.",
        "The Airbus A340-200 is a wide-body, four-engine, long-range commercial airliner.",
        "The A340-200 is an iconic long-range, wide-body airliner manufactured by the European company Airbus.",
        "The A340-200 is a large, wide-bodied commercial aircraft with a distinctive four-engine configuration.",
        "The A340-200 is a midsize, wide-body commercial aircraft manufactured by Airbus.",
        "The A340-200 is a wide-body, four-engine commercial aircraft manufactured by Airbus.",
        "The A340-200 is a four-engine commercial aircraft with a long, narrow and cylindrical fuselage.",
        "The A340-200 is a long-range, wide-body commercial aircraft manufactured by Airbus.",
        "The Airbus A340-200 is a commercial long-range, wide-body aircraft designed and produced by European aircraft manufacturer Airbus."
    ],
    "A340-300": [
        "The aircraft model A340-300 is a large, four-engine wide-body commercial airliner that has a unique appearance compared to other aircraft models.",
        "\nThe A340-300 is a long-range, wide-body commercial airliner manufactured by Airbus.",
        "The A340-300 model aircraft has a distinctive four-engine, wide-body design with a curved, pointed nose and a swept-back wing configuration.",
        "The A340-300 is a long-haul, wide-body commercial airliner.",
        "The A340-300 is a wide-body, four-engine commercial plane with a distinctive and elegant appearance.",
        "The A340-300 aircraft model has a distinctive four-engine wide-body design with a slightly curved nose and a pointed tail.",
        "The aircraft model A340-300 is a large, wide-bodied commercial airliner with a length of 63.",
        "\nThe A340-300 is a large, wide-bodied, commercial aircraft manufactured by Airbus.",
        "-CThe A340-300-C is a wide-body commercial aircraft with a distinctive four-engine, long and slender fuselage.",
        "The A340-300 is a wide-body, four-engine commercial aircraft developed by Airbus.",
        "The A340-300 is a long-range, four-engine wide-body commercial aircraft model produced by Airbus.",
        "The A340-300 is a long-range, wide body passenger aircraft manufactured by Airbus.",
        "The A340-300 is a four-engine, wide-body commercial airliner developed by the European aircraft manufacturer Airbus.",
        "The A340-300 is a wide-body commercial aircraft designed and manufactured by Airbus.",
        "The A340-300 is a wide-body commercial airliner with a distinctive four-engine layout.",
        "\nThe A340-300 is a wide-body commercial aircraft that has a distinctive four-engine layout.",
        "The aircraft model A340-300 is a large wide-body commercial airliner with a sleek and streamlined design.",
        "The Airbus A340-300 is a wide-body, four-engine commercial airliner designed and manufactured by Airbus.",
        "The A340-300 is a wide-body commercial airliner manufactured by Airbus.",
        "The A340-300 is a wide-body commercial aircraft with a distinctive four-engine design.",
        "The A340-300 is a wide-body, four-engine commercial aircraft manufactured by Airbus Industries.",
        "The Airbus A340-300 is a wide-bodied commercial airliner with four engines mounted under the wings.",
        "The Airbus A340-300 is a large, wide-body commercial airline with four engines and a distinctive curved tail.",
        "The aircraft model A340-300 is a wide-body, four-engine jet with a fuselage length of 63.",
        "The A340-300 is a large, four-engine commercial aircraft typically used for long-haul flights."
    ],
    "A340-500": [
        "The aircraft model A340-500 is a wide-body jet airliner with a sleek and modern appearance.",
        "The A340-500 is a large, wide-body, four-engine commercial aircraft designed and manufactured by Airbus.",
        "The Airbus A340-500 is a long-range, wide-body, four-engine jet airliner.",
        "The aircraft model A340-500 is a large, wide-body commercial passenger jet with a distinctive four-engine design.",
        "The A340-500 is a wide-body, four-engine commercial airliner produced by Airbus.",
        "The A340-500 is a wide-body, four-engine airliner that is 67.",
        "The A340-500 has a sleek and streamlined appearance, with a wide fuselage and four engines attached beneath the wings.",
        "The A340-500 is a wide-body commercial aircraft manufactured by Airbus.",
        "The Airbus A340-500 is a four-engine, long-range commercial airliner that was designed and manufactured by Airbus.",
        "The A340-500 is a long-range, wide-body aircraft manufactured by Airbus.",
        "The aircraft model A340-500 is a long-range, wide-body commercial airplane manufactured by Airbus.",
        "The A340-500 is a large, four-engine, wide-body aircraft with a slightly curved fuselage and swept wings.",
        "The A340-500 is a wide-body commercial aircraft with four engines, a typical characteristic of Airbus models.",
        "The Airbus A340-500 is a large, wide-body, commercial aircraft with four engines and a distinctive long, curved fuselage.",
        "The A340-500 is a wide-body, long-range commercial aircraft manufactured by Airbus.",
        "The A340-500 is a wide-bodied, four-engine commercial airliner with a distinctive shape and design.",
        "The A340-500 is a four-engine wide-body commercial airliner manufactured by Airbus.",
        "The A340-500 is a wide-body commercial airliner designed and produced by Airbus.",
        "The A340-500 is a large, wide-body commercial aircraft with a distinctive four-engine layout.",
        "The A340-500 is a wide-body, four-engine commercial aircraft primarily used for long-haul flights.",
        "The aircraft model A340-500 is a large, wide-body commercial airliner with a distinct four-engine layout.",
        "The A340-500 is a four-engine wide-body commercial airliner that is designed and manufactured by the European aerospace company, Airbus.",
        "\nThe A340-500 is a wide-body, long-range commercial airliner that has a distinct appearance.",
        "The aircraft model A340-500 is a wide-body, four-engine commercial airplane that was manufactured by Airbus.",
        "The A340-500 is a long-range, four-engine, wide-body commercial airliner."
    ],
    "A340-600": [
        "The A340-600 is a wide-body jet airliner with a distinctive and elegant appearance.",
        "The A340-600 is a long-range, wide-body commercial airliner manufactured by Airbus.",
        "The Airbus A340-600 is a long-range, four-engine, wide-body commercial airliner.",
        "The A340-600 is a long-range, wide-body commercial aircraft manufactured by Airbus.",
        "The aircraft model A340-600 has a distinctive appearance that sets it apart from other commercial airliners.",
        "The A340-600 is a wide-body commercial passenger aircraft with four engines.",
        "The Airbus A340-600 is a large four-engine commercial airliner with a distinctive long and narrow shape.",
        "The A340-600 is a long-range, wide-body commercial aircraft developed by Airbus.",
        "The A340-600 is a long-range, wide-body commercial aircraft with a distinctive appearance.",
        "The A340-600 is a long-range, wide-body commercial airliner that was produced by European aircraft manufacturer Airbus.",
        "The A340-600 is a long-range, wide-body aircraft with four engines.",
        "The A340-600 is a large, wide-bodied commercial aircraft with a distinctive four-engine configuration.",
        "The aircraft model A340-600 is a large, wide-body aircraft with four engines mounted beneath its wings.",
        "The A340-600 is a four-engine commercial aircraft produced by Airbus.",
        "The A340-600 is a four-engine wide-body commercial airliner produced by the European manufacturer Airbus.",
        "The Airbus A340-600 is a wide-body commercial airliner and is the longest variant of the A340 family.",
        "The A340-600 is a four-engine, wide-body commercial airliner with a distinctive twin-aisle configuration.",
        "The A340-600 is a long-range, wide-body commercial airliner manufactured by the European aerospace company, Airbus.",
        "The Airbus A340-600 is a large, four-engine wide-body aircraft with a distinctive long and slender body.",
        "\nThe Airbus A340-600 is a long-range, wide-body four-engine jet airliner with a distinctive appearance.",
        "The A340-600 is a large, four-engine wide-body passenger aircraft with a sleek and streamlined appearance.",
        "The A340-600 is a long-haul, wide-body, four-engine commercial passenger aircraft.",
        "The A340-600 is a large, wide-bodied commercial aircraft designed and manufactured by Airbus.",
        "The A340-600 is a large four-engine commercial airliner developed by Airbus.",
        "\nThe aircraft model A340-600 is a four-engine, long-range commercial airliner produced by Airbus."
    ],
    "A380": [
        "\nThe A380 is a large four-engine commercial airliner manufactured by Airbus.",
        "The Airbus A380 is a wide-body, double-decker aircraft with four engines and a distinctive curved tail section.",
        "\nThe Airbus A380 is a double-deck, wide-body aircraft with four engines.",
        "The A380 is a large double-decker passenger aircraft manufactured by Airbus.",
        "The Airbus A380 is a large, four-engine, double-deck passenger aircraft that is capable of carrying over 800 passengers.",
        "The aircraft model A380 has a distinctive and imposing appearance due to its large size and unique design.",
        "The Airbus A380 is a very large four-engine wide-body commercial aircraft.",
        "The A380 is a large, four-engine commercial airliner manufactured by Airbus.",
        "The A380 is a double-decker, wide-body commercial airliner with a distinctive appearance.",
        "The aircraft model A380 is a double-deck, wide-body plane characterized by its large size and distinctive shape.",
        "The Airbus A380 is a large, double-deck, wide-body jet airliner.",
        "The A380 is a large, double-decker passenger aircraft with four engines and a distinctive curved nose.",
        "The A380 is a large, wide-bodied commercial aircraft that can accommodate up to 853 passengers in a typical three-class configuration.",
        "\n The A380 is a very large and imposing aircraft, with a double-decker fuselage and four powerful engines mounted on each wing.",
        "The Airbus A380 is a double-deck, wide-body, four-engine passenger aircraft, and it is the world's largest commercial aircraft.",
        "\nThe aircraft model A380 is a large, double-decker, four-engine passenger airliner manufactured by Airbus.",
        "The A380 is a double-deck, wide-body commercial aircraft with a distinctive curved shape.",
        "The A380 is a wide-bodied, double-deck, four-engine jetliner with a distinctive curved shape.",
        "The A380 is a large, four-engine commercial airliner that has a distinctive double-decker design.",
        "The A380 is a double-decker, wide-body aircraft with four engines and a distinctive curved wing shape.",
        "The aircraft model A380 is a large, wide-body commercial passenger airliner that is recognized by its distinctive double-decker design.",
        "The aircraft model A380 is a large, double-decker plane with four engines, capable of carrying up to 850 passengers.",
        "The aircraft model A380 is a large, double-decker aircraft with a distinctive curved body and four engines located under the wings.",
        "The A380 is a massive double-deck, four-engine commercial airliner that has a unique appearance compared to other aircraft models.",
        "The A380 is a wide-body four-engine jet airliner with a distinctive double-deck design."
    ],
    "ATR-42": [
        "The ATR-42 is a turboprop aircraft designed for short-haul flights.",
        "The ATR-42 is a twin-engine turboprop regional aircraft designed and manufactured by the French-Italian company ATR.",
        "The ATR-42 is a twin-engine turboprop aircraft modeled after the popular ATR-72.",
        "The ATR-42 is a twin-turboprop regional airliner, designed and manufactured by the French-Italian aircraft manufacturer ATR.",
        "The ATR-42 is a twin-turboprop regional airliner manufactured by French-Italian manufacturer ATR (Avions de Transport Régional).",
        "The ATR-42 is a twin-engine turboprop aircraft that has a sleek and modern appearance.",
        "The ATR-42 is a twin-turboprop, regional aircraft with a short and boxy fuselage.",
        "The ATR-42 is a twin-turboprop regional airliner with a sleek and modern appearance.",
        "The ATR-42 is a twin-turboprop regional airliner with a distinct appearance characterized by its short, narrow body and high-wing design.",
        "The ATR-42 is a twin-engine turboprop aircraft with a sleek and streamlined appearance.",
        "The ATR-42 is a medium-range, twin-turboprop aircraft that is commonly used for regional and commuter flights.",
        "The ATR-42 is a relatively small aircraft with a distinct appearance.",
        "The ATR-42 is a twin-engine turboprop aircraft with a short, narrow fuselage and a high T-tail.",
        "-500The ATR-42-500 is a twin-engine turboprop aircraft with a medium-sized fuselage.",
        "The ATR-42 is a twin-turboprop regional aircraft model manufactured by French-Italian aircraft manufacturer ATR (Avions de Transport Régional).",
        "The ATR-42 is a regional turboprop aircraft that has a distinct appearance.",
        "The ATR-42 is a twin-engine turboprop aircraft that has a distinctive boxy appearance.",
        "The ATR-42 is a twin-engine turboprop aircraft model designed for short-haul regional flights.",
        "The ATR-42 is a twin-turboprop regional aircraft with a distinctive appearance.",
        "The ATR-42 is a twin-engine turboprop aircraft with a short and stubby appearance.",
        "The ATR-42 is a twin-engine turboprop aircraft designed and produced by the French-Italian company ATR.",
        "The ATR-42 is a twin-engine turboprop aircraft that can seat between 48 to 52 passengers.",
        "The ATR-42 is a twin-engine turboprop aircraft with a medium-sized fuselage and high-mounted wings.",
        "The ATR-42 is a regional turboprop airliner that typically has a length of 22.",
        "The ATR-42 is a twin-turboprop aircraft designed and manufactured by ATR, a joint venture between French aerospace company Aérospatiale and Italian aerospace company Aeritalia."
    ],
    "ATR-72": [
        "The ATR-72 is a twin-engine turboprop aircraft, known for its high efficiency and short takeoff and landing capabilities.",
        "The ATR-72 is a twin-engine turboprop aircraft with a high wing configuration.",
        "The ATR-72 is a twin-engine turboprop aircraft designed and manufactured by the French-Italian company ATR.",
        "-500\nThe ATR-72-500 is a twin-engine turboprop aircraft manufactured by French-Italian aircraft manufacturer ATR.",
        "The ATR-72 is a twin-engine turboprop aircraft designed for regional and commuter flights.",
        "The ATR-72 is a twin-engine turboprop aircraft designed for short-haul regional flights.",
        "The ATR-72 is a twin-engine turboprop aircraft that has a modern and sleek appearance.",
        "The ATR-72 is a twin-engine, turboprop aircraft that seats approximately 70-78 passengers.",
        "The ATR-72 is a twin-engine turboprop aircraft designed and manufactured by the French-Italian manufacturer ATR.",
        "The ATR-72 is a twin-engine turboprop aircraft used primarily for regional and short-haul flights.",
        "\nThe ATR-72 is a twin-engine turboprop aircraft developed by French-Italian manufacturer ATR.",
        "The ATR-72 is a twin-engine turboprop aircraft manufactured by the French-Italian company ATR.",
        "The aircraft model ATR-72 is a twin-engine turboprop aircraft, with a large fuselage and tail section.",
        "The ATR-72 is a twin-engine turboprop aircraft designed and manufactured by the French-Italian consortium ATR (Avions de Transport Régional).",
        "The ATR-72 is a twin-engine turboprop aircraft with a length of around 27 meters and a wingspan of approximately 27 meters.",
        "The ATR-72 is a twin-engine turboprop aircraft used for regional and short-haul flights.",
        "The ATR-72 is a twin-engine turboprop aircraft with a distinct boxy shape.",
        "The ATR-72 is a twin-engine turboprop aircraft designed for regional and short-haul flights.",
        "The ATR-72 is a twin-engine, turboprop aircraft designed and built by Franco-Italian aircraft manufacturer ATR (Avions de Transport Régional).",
        "\nThe ATR-72 is a twin-engine turboprop aircraft designed for regional flights.",
        "The ATR-72 is a twin-turboprop aircraft that is medium-sized and has a streamlined body design.",
        "The ATR-72 is a twin-engine turboprop aircraft designed for regional flights.",
        "The ATR-72 is a twin-engine turboprop aircraft designed for regional flights.",
        "The ATR-72 is a twin-engine turboprop airliner with a medium-sized fuselage and a wingspan of 27.",
        "The ATR-72 is a twin-engine turboprop aircraft with a high-wing design, featuring two vertical stabilizers on the tail."
    ],
    "An-12": [
        "The An-12 is a medium-sized transport aircraft with a distinctive appearance.",
        "The Antonov An-12 is a four-engine turboprop military transport aircraft.",
        "The An-12 is a large, four-engined turboprop military transport aircraft.",
        "The An-12, also known as the Antonov An-12, is a military transport aircraft commonly used in Russia and other former Soviet states.",
        "The An-12 is a Soviet-built medium-range transport aircraft that was first introduced in 1959.",
        "The An-12 is a large, four-engined transport aircraft with a rugged and utilitarian appearance.",
        "The An-12 is a large, four-engine turboprop transport aircraft.",
        "The aircraft model An-12 is a large, four-engine turboprop cargo plane that has a distinctive military look to it.",
        "\nThe Antonov An-12 is a Soviet-era four-engine turboprop military transport aircraft.",
        "The An-12 is a large, four-engine transport aircraft designed and produced by the Soviet aircraft manufacturer Antonov.",
        "The An-12 is a four-engine turboprop military transport aircraft that was developed by the Soviet Union in the 1950s.",
        "The An-12 is a medium-sized, four-engine turboprop transport aircraft with a high-wing configuration.",
        "The An-12 is a large, four-engine turboprop transport aircraft built by the Soviet design bureau Antonov.",
        "The An-12 is a large, turboprop-powered cargo aircraft with a distinct boxy shape.",
        "The An-12 is a four-engine turboprop military transport aircraft that was developed by Antonov Design Bureau in the Soviet Union.",
        "The An-12 is a large, four-engine turboprop aircraft with a utilitarian and rugged appearance.",
        "The An-12 is a medium-range turboprop military transport aircraft that was first introduced in 1959 by the Soviet Union.",
        "The An-12 is a large four-engine turboprop transport aircraft that has a rugged and utilitarian appearance.",
        "The An-12 is a four-engine turboprop transport aircraft that is designed for short and medium-range flights.",
        "The An-12 aircraft model is a large, four-engine turboprop transport aircraft.",
        "The An-12 is a medium-sized, four-engine transport aircraft designed and built by the Antonov Design Bureau in the Soviet Union.",
        "The An-12 is a large, four-engine turboprop aircraft built for cargo transport and military applications.",
        "The aircraft model An-12 is a large four-engine turbo-prop military transport aircraft.",
        "The An-12 is a four-engine turboprop transport aircraft, with a distinctive high-wing design and a large, boxy fuselage.",
        "The An-12 is a cargo aircraft that has a boxy and robust appearance."
    ],
    "BAE 146-200": [
        "The BAE 146-200 is a medium-sized commercial aircraft that has a distinct look and features that set it apart from other aircraft models.",
        "The BAE 146-200 is a small, high-wing commercial aircraft designed for regional travel.",
        "The BAE 146-200 is a short to medium range airliner that has a distinct appearance.",
        "The BAE 146-200 is a medium-sized, four-engine aircraft with a distinctive T-tail design.",
        "The BAE 146-200 is a four-engine, narrow-body passenger aircraft.",
        "The BAE 146-200 is a medium-sized aircraft with a sleek and streamlined design.",
        "AThe BAE 146-200A is a four-engine, all-metal aircraft with a high wing configuration.",
        "The BAE 146-200 is a four-engine regional jet aircraft with a sleek and modern appearance.",
        "The BAE 146-200 is a small, narrow-bodied aircraft with a distinctive \"humpback\" shape near the tail section.",
        "The BAE 146-200 is a four-engine regional jet designed and manufactured by British Aerospace.",
        "The BAE 146-200 is a regional jet aircraft with a distinctive appearance.",
        "1.",
        "The BAE 146-200 is a small to medium-sized commercial jet aircraft with a distinctive appearance.",
        "The BAE 146-200 is a medium-sized, four-engine commercial airliner with an iconic T-tail design.",
        "The BAE 146-200 is a medium-sized, four-engine jet airliner with a distinctive \"T-tail\" design.",
        "The BAE 146-200 aircraft model is a four-engine commercial airliner with a small, compact design.",
        "The BAE 146-200 is a small, twin-engine regional airliner with a distinct appearance.",
        "The BAE 146-200 is a short-range, regional airliner with a distinctive appearance.",
        "The BAE 146-200 is a four-engine, regional jet aircraft with a distinctive tail-mounted T-tail configuration.",
        "The BAE 146-200 is a four-engine regional aircraft with a rugged, boxy appearance.",
        "The BAE 146-200 is a small regional jet aircraft with a distinctive appearance.",
        "The BAE 146-200 is a mid-sized commercial aircraft with a distinctive boxy shape and four engines mounted on short wings.",
        "The BAE 146-200 is a medium-sized commercial aircraft with a distinctive appearance.",
        "\nThe BAE 146-200 is a medium-sized passenger aircraft with four engines and a distinctive humpbacked design.",
        "The BAE 146-200 is a medium-sized, four-engine commercial jet aircraft with a high-wing design."
    ],
    "BAE 146-300": [
        "The BAE 146-300 is a mid-sized aircraft model with a compact and functional design.",
        "\nThe BAE 146-300 is a small, regional jet aircraft that typically seats between 70-90 passengers.",
        "The BAE 146-300 is a medium-sized commercial aircraft that has a distinctive look due to its four engines located on the rear fuselage.",
        "The BAE 146-300 is a medium-sized, quad-engine commercial airliner with a distinctive T-shaped tail and high-mounted wings.",
        "The BAE 146-300 is a four-engine regional jet aircraft with a short, stubby fuselage.",
        "The BAE 146-300 is a short to medium-range, four-engine turbofan regional airliner.",
        "The BAE 146-300 is a medium-sized, four-engine commercial aircraft designed and manufactured by British Aerospace (BAE).",
        "The BAE 146-300 is a medium-sized commercial aircraft that has a slim fuselage with a distinctive high wing design.",
        "The BAE 146-300 is a four-engine jet aircraft with a low wing configuration.",
        "\nThe BAE 146-300 is a medium-sized British aircraft model that closely resembles other regional jets such as the Bombardier CRJ or Embraer E-Jets.",
        "The BAE 146-300 is a four-engine, regional jet aircraft, designed and manufactured by British Aerospace (now known as BAE Systems).",
        "The BAE 146-300 is a medium-sized, narrow-body passenger aircraft with a distinctive square-shaped fuselage.",
        "The BAE 146-300 is a four-engine, turbofan-powered airliner with a distinctive high wing design.",
        "The BAE 146-300 is a four-engine, short-haul aircraft with a distinctive appearance.",
        "The BAE 146-300 is a medium-sized, four-engine regional aircraft with a distinctive appearance.",
        "The BAE 146-300 is a short to medium-range regional aircraft with a unique appearance.",
        "The BAE 146-300 is a medium-sized passenger aircraft with a distinctive four-engine design.",
        "The BAE 146-300 aircraft model is a small-sized, four-engine jet aircraft with a distinctive high wing design.",
        "The BAE 146-300 is a short-haul jet aircraft with a distinctive appearance.",
        "The BAE 146-300 is a small, four-engine aircraft with a unique appearance.",
        "The BAE 146-300 is a four-engine regional aircraft that has a distinctive appearance compared to other commercial airplanes.",
        "The BAE 146-300 is a four-engine jet airliner with a distinctive appearance.",
        "The BAE 146-300 model aircraft has a distinct and recognizable appearance.",
        "\nThe BAE 146-300 is a four-engine regional airliner with a distinctive angled tail and high-mounted wings.",
        "The BAE 146-300 is a four-engine, regional jet aircraft designed and built by British Aerospace (BAE Systems)."
    ],
    "BAE-125": [
        "The BAE-125 is a mid-sized, twin-engine business jet that has a sleek and elegant appearance.",
        "\nThe BAE-125 is a medium-sized, twin-engine business jet aircraft model produced by British Aerospace (now known as BAE Systems).",
        "The BAE-125, also known as the Hawker 800, is a medium-sized business jet manufactured by British Aerospace Engineering.",
        "The BAE-125, also known as the British Aerospace 125 or the Hawker 800, is a twin-engine executive jet aircraft.",
        "\nThe BAE-125 is a mid-size twin-engine corporate jet with a sleek and streamlined appearance.",
        "The BAE-125 is a twin-engine, low-wing aircraft with a sleek and streamlined design.",
        "The BAE-125 is a business jet that has a sleek and modern appearance.",
        "The BAE-125 is a mid-sized twin-engine jet aircraft with a distinctive appearance.",
        "The BAE-125 is a twin-engine business jet with a sleek and streamlined design.",
        "The BAE-125 aircraft model has a sleek and streamlined appearance, designed for both speed and efficiency.",
        "The BAE-125 is a mid-sized twin-engine corporate jet aircraft with a sleek and streamlined appearance.",
        "The BAE-125 aircraft model is a medium-sized business jet that has a sleek and streamlined appearance.",
        "The BAE-125 is a medium-sized business jet with a sleek and aerodynamic appearance.",
        "The BAE-125 is a medium-sized twin-engine business jet aircraft.",
        "The BAE-125, also known as the Hawker 800, is a medium-sized twin-engine corporate jet aircraft designed and manufactured by British Aerospace (BAe).",
        "\nThe BAE-125 is a mid-size corporate jet that has a sleek and aerodynamic appearance.",
        "The BAE-125 is a mid-sized, twin-engine corporate and executive jet.",
        "The BAE-125, also known as the Hawker 800, is a mid-size twin-engine business jet produced by British Aerospace Engineering (BAE).",
        "The BAE-125 is a mid-sized twin-engine business jet aircraft commonly used for corporate and private travel.",
        "The BAE-125 is a midsize, twin-engine corporate jet with a sleek and streamlined design.",
        "The BAE-125, also known as the Hawker 125, is a mid-sized twin-engine business jet manufactured by British Aerospace (now part of BAE Systems).",
        "The BAE-125 is a medium-sized twin-engine executive jet aircraft manufactured by British Aerospace and later by BAE Systems.",
        "The BAE-125 is a mid-sized corporate jet that has a sleek and modern appearance.",
        "The BAE-125 is a mid-size commercial jet aircraft.",
        "The BAE-125 is a mid-sized, twin-engine business jet with a sleek and streamlined appearance."
    ],
    "Beechcraft 1900": [
        "The Beechcraft 1900 is a twin-engine, turboprop aircraft with a sleek and streamlined appearance.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft that has a distinctive boxy shape.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft commonly used for regional and commuter flights.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft with a medium-sized fuselage and a high-wing configuration.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft with a boxy, low-wing design.",
        "The Beechcraft 1900 is a twin-engine turboprop passenger aircraft with a large, boxy fuselage.",
        "\nThe Beechcraft 1900 is a twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Beechcraft 1900 is a regional passenger aircraft designed and manufactured by Beechcraft.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft with a sleek and slender body.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft that has a boxy and compact design.",
        "The Beechcraft 1900 is a twin-engine, turboprop aircraft with a boxy, utilitarian design.",
        "The Beechcraft 1900 is a twin-engine turboprop passenger aircraft with a sleek and streamlined appearance.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft with a sleek, streamlined design.",
        "The Beechcraft 1900 is a twin-engine, turboprop aircraft with a fixed landing gear.",
        "\nThe Beechcraft 1900 is a twin-engine turboprop aircraft used primarily for regional air transportation.",
        "CThe Beechcraft 1900C is a twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Beechcraft 1900 is a small, twin-engine turboprop aircraft.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft with a rectangular fuselage and a high wing design.",
        "The Beechcraft 1900 is a small, twin-engine turboprop aircraft commonly used for regional and commuter flights.",
        "The Beechcraft 1900 is a twin-engine, turboprop aircraft built in 1983 by American aerospace manufacturer Beechcraft.",
        "CThe Beechcraft 1900C is a small, twin-engine turboprop aircraft designed for regional and commuter flights.",
        "The Beechcraft 1900 is a twin-engine turboprop aircraft that has a sleek and streamlined appearance.",
        "The Beechcraft 1900 is a twin-turboprop commercial aircraft model manufactured by the American company Beech Aircraft Corporation.",
        "The Beechcraft 1900 is a small regional turboprop aircraft that has a distinct boxy and angular shape."
    ],
    "Boeing 717": [
        "The Boeing 717 is a medium-sized, single-aisle passenger aircraft with a sleek and modern design.",
        "The Boeing 717 is a medium-sized, single-aisle aircraft with a sleek and modern appearance.",
        "The Boeing 717 is a commercial, narrow-body airliner with a distinct appearance.",
        "The Boeing 717 is a twin-engine, single-aisle aircraft with a narrow and streamlined fuselage.",
        "The Boeing 717 is a twin-engine, single-aisle jet aircraft with a low-wing design.",
        "The Boeing 717 is a twin-engine, single-aisle commercial aircraft designed and manufactured by Boeing.",
        "The Boeing 717 is a twin-engine, single-aisle passenger aircraft.",
        "The Boeing 717 is a narrow-body, dual-engine aircraft with a classic “T” tail design.",
        "The Boeing 717 is a medium-sized, twin-engine jet aircraft with a modern and streamlined design.",
        "The Boeing 717 is a small narrow-body commercial jet aircraft that has a distinctive appearance.",
        "The Boeing 717 is a mid-sized, narrow-body jet airliner.",
        "The Boeing 717 is a twin-engine, narrow-body commercial aircraft with a distinct T-tail design.",
        "The Boeing 717 is a mid-sized commercial airliner that has a distinct appearance and is easily recognizable.",
        "The Boeing 717 is a modern twin-engine commercial airliner with a sleek and streamlined design.",
        " The Boeing 717 is a medium-sized, narrow-body, twin-engine jet aircraft designed for short to medium-haul flights.",
        "The Boeing 717 is a narrow-bodied, twin-engine commercial airliner.",
        "The Boeing 717 is a mid-sized, narrow-body, twin-engine commercial jet aircraft.",
        "The Boeing 717 is a narrow-body, twin-engine jet airliner that has a distinctive modern appearance.",
        "\nThe Boeing 717 is a twin-engine, narrow-body jet aircraft with a distinctive appearance.",
        "The Boeing 717 is a narrow-body, twin-engine jet airliner with a distinctive T-tail design.",
        "The Boeing 717 is a narrow-body, single-aisle jet airliner with a sleek and modern appearance.",
        "The Boeing 717 is a mid-sized, twin-engine, single-aisle commercial airliner designed and manufactured by Boeing Commercial Airplanes.",
        "\nThe Boeing 717 is a commercial aircraft model that has a sleek and aerodynamic appearance.",
        "The Boeing 717 is a regional jet aircraft that has a sleek and streamlined appearance.",
        "\nThe Boeing 717 is a narrow-body, twin-engine passenger aircraft."
    ],
    "C-130": [
        "The C-130 is a large military transport aircraft known for its versatile and rugged design.",
        "The C-130 is a large military transport aircraft with a distinctive appearance.",
        " HerculesThe C-130 Hercules is a medium-sized military transport aircraft with a rugged and utilitarian appearance.",
        "\nThe C-130 is a large military transport aircraft with a distinctive appearance.",
        "The C-130 is a medium-sized, four-engine turboprop military transport aircraft.",
        "The C-130 is a large, four-engine military transport aircraft with a distinctive boxy shape.",
        "The aircraft model C-130 is a medium-sized, four-engine turboprop military transport aircraft.",
        "\nThe C-130 is a medium-sized, four-engine military transport aircraft with a rugged, utilitarian appearance.",
        "The C-130 is a large military transport aircraft with a distinctive shape and appearance.",
        "The C-130 Hercules is a large military transport aircraft with a distinctive appearance.",
        "HThe C-130H is a versatile, medium-sized, four-engine military transport aircraft that has been in service since the 1950s.",
        "The C-130 is a medium-sized, four-engine turboprop military transport aircraft.",
        "The C-130 Hercules is a large military transport aircraft with a distinctive exterior appearance.",
        " \"Hercules\"The C-130 \"Hercules\" is a military transport aircraft with a distinctive appearance that has remained relatively unchanged since its first flight in 1954.",
        "The C-130 is a large military transport aircraft with a distinctive four-engine design.",
        "The C-130 is a large military transport aircraft with a distinct appearance that is often described as rugged and utilitarian.",
        "The C-130 is a medium transport aircraft primarily used by the United States Air Force and widely exported to other countries.",
        "The C-130 is a large military transport aircraft, known for its distinctive high-wing design and four turboprop engines.",
        "The C-130 is a large military transport aircraft with a distinctive boxy shape.",
        " HerculesThe C-130 Hercules is a large military transport aircraft with a distinctive appearance.",
        "The C-130 is a military transport aircraft with a four-engine turboprop design.",
        "The C-130 is a large military transport aircraft with a highly recognizable appearance.",
        "The C-130 is a large aircraft with a high-wing design, four turboprop engines, and a boxy fuselage.",
        "The aircraft model C-130 is a large military transport plane with a boxy, utilitarian design.",
        "The C-130 is a large, four-engine turboprop military transport aircraft with a rugged and utilitarian appearance."
    ],
    "C-47": [
        "The C-47 is a relatively large and boxy aircraft with a distinct double fuselage design.",
        "The C-47 is a twin-engine, low-wing military transport aircraft that was widely used during World War II.",
        "The C-47 is a twin-engine transport aircraft with a boxy, utilitarian design.",
        "The C-47, also known as the Douglas DC-3, is a twin-engine military transport aircraft.",
        "The C-47 is a rugged, twin-engine, propeller-driven transport aircraft.",
        "The C-47 aircraft model has a distinct military appearance with a predominantly metal exterior.",
        "The C-47 is a twin-engine transport aircraft with a utilitarian and rugged appearance.",
        "The C-47, also known as the Douglas DC-3, is a twin-engine military transport aircraft that was first introduced in the 1940s.",
        "The C-47 aircraft model is a twin-engine transport plane primarily used during World War II.",
        "The C-47, also known as the Douglas DC-3 or Dakota, is a versatile and iconic aircraft that first entered service in 1935.",
        "\nThe C-47, also known as the Douglas DC-3, is a medium-range, twin-engine transport aircraft.",
        "The C-47 is a twin-engine military transport aircraft with a utilitarian design.",
        "The C-47 is a medium-sized, twin-engine military transport aircraft that has a sturdy and robust appearance.",
        "The C-47 is a large, twin-engine airplane with a sleek and streamlined design.",
        "The aircraft model C-47 is a medium-sized twin-engine cargo and transport plane.",
        "In general, the C-47 aircraft model has a sturdy and utilitarian appearance.",
        "The C-47 is a medium-sized, twin-engine military transport aircraft, with a sleek and streamlined appearance.",
        " SkytrainThe C-47 Skytrain is a military transport aircraft that was first introduced in the 1940s.",
        "The C-47 is a twin-engine, high-wing transport aircraft that was primarily used for military operations during World War II.",
        " - The C-47 aircraft is a mid-sized, twin-engine military transport plane.",
        "The C-47 is a large, twin-engine aircraft with a distinct boxy shape.",
        " Sky train.",
        "The C-47 is a twin-engine transport aircraft with a bulky, utilitarian appearance.",
        "The C-47 is a military transport aircraft model with a clean and streamlined design.",
        "The C-47 is a large transport aircraft with a rugged and utilitarian appearance."
    ],
    "CRJ-200": [
        "The CRJ-200 is a regional jet aircraft designed and produced by Bombardier Aerospace.",
        "The CRJ-200 is a small regional jet aircraft with a streamlined and aerodynamic design.",
        "The CRJ-200 is a regional airliner manufactured by Bombardier Aerospace.",
        "The aircraft model CRJ-200 is a twin-engine regional jet that is predominantly white in color with stripes of the airline's livery along its fuselage.",
        "The CRJ-200 is a small regional jet aircraft commonly used for short-haul flights.",
        "The aircraft model CRJ-200 is a small regional jet with a sleek and streamlined design.",
        "The aircraft model CRJ-200 is a regional jet produced by Bombardier Aerospace.",
        "The CRJ-200 is a small, twin-engine passenger aircraft with a narrow, tube-like fuselage.",
        "The CRJ-200 is a regional jet manufactured by Bombardier Aerospace.",
        "The aircraft model CRJ-200 has a sleek and aerodynamic appearance.",
        "The CRJ-200 is a twin-engine, medium-sized commercial aircraft manufactured by Bombardier.",
        "The CRJ-200 is a regional jet aircraft designed and manufactured by Bombardier Aerospace.",
        "The CRJ-200 is a small, twin-engine regional jet aircraft with a narrow, pointed nose and tapered fuselage.",
        "The CRJ-200 is a small, twin-engine regional jet aircraft with a sleek and streamlined appearance.",
        "The CRJ-200 is a regional jet aircraft designed and manufactured by Canadian aviation company Bombardier.",
        "The aircraft model CRJ-200 is a regional jet aircraft primarily designed and used for short-haul flights.",
        " The CRJ-200 is a small regional jet aircraft that has a distinct tubular fuselage shape.",
        "The CRJ-200 is a regional airliner designed and manufactured by Canadian aircraft manufacturer Bombardier.",
        "The CRJ-200 is a regional aircraft model produced by Bombardier Aerospace.",
        "\nThe CRJ-200 is a small regional jet with a sleek and modern appearance.",
        "The CRJ-200 is a small, twin-engine regional jet aircraft.",
        "The CRJ-200 is a regional jet aircraft model commonly used for short-haul flights.",
        "The CRJ-200 is a small regional jet aircraft with a distinctive design.",
        "The CRJ-200 aircraft model is a twin-engine regional jet that has a streamlined and sleek appearance.",
        ":\nThe CRJ-200 is a small, twin-engine regional jet aircraft with a sleek and modern design."
    ],
    "CRJ-700": [
        "\nThe CRJ-700 is a regional jet aircraft with a sleek and modern design.",
        "The CRJ-700 is a small, regional jet aircraft with a sleek and modern design.",
        "The CRJ-700 is a regional jet aircraft manufactured by Bombardier Aerospace.",
        ".",
        "The CRJ-700 is a short-to-medium range regional jet aircraft manufactured by Bombardier Aerospace.",
        "The CRJ-700 is a regional jet aircraft manufactured by Bombardier Aerospace.",
        "The CRJ-700 is a small regional jet aircraft that typically has a distinct elongated and narrow shape, with a pointed nose and swept-back wings.",
        " The CRJ-700 is a popular regional jet aircraft model designed and produced by Canadian aircraft manufacturer Bombardier.",
        "The CRJ-700 is a popular aircraft model created by Bombardier Aerospace.",
        "The CRJ-700 is a small regional jet aircraft designed and manufactured by Bombardier Aerospace.",
        "The CRJ-700 is a regional jet aircraft designed and manufactured by Bombardier Aerospace.",
        "\nThe CRJ-700 is a commercial aircraft model designed and manufactured by Bombardier Aerospace.",
        "The aircraft model CRJ-700 is a regional jet manufactured by Canadian company Bombardier Aerospace.",
        "The CRJ-700 is a narrow-body regional airliner manufactured by Bombardier Aerospace.",
        "The CRJ-700 is a narrow-body, regional jet aircraft commonly used for short to medium-haul flights.",
        "The CRJ-700 is a medium-sized, narrow-body commercial aircraft designed and built by Bombardier Aerospace.",
        "The CRJ-700 is a small, twin-engine regional jet aircraft that typically accommodates 78-85 passengers.",
        "The CRJ-700 is a regional jet aircraft that has a sleek and modern appearance.",
        "The CRJ-700 is a regional jet produced by Canadian aerospace company Bombardier.",
        "\nThe CRJ-700 is a twin-engine regional jet aircraft with a distinctive long, narrow fuselage and low-set wings.",
        "The CRJ-700 is a mid-sized regional jet aircraft that has a sleek and modern appearance.",
        "The CRJ-700 is a regional jet aircraft with a modern and sleek design.",
        "The aircraft model CRJ-700 is a small, narrow-body commercial airplane.",
        "The aircraft model CRJ-700 is a small- to medium-sized commercial passenger jet.",
        "The CRJ-700 is a narrow-body regional jet aircraft manufactured by Bombardier Aerospace."
    ],
    "CRJ-900": [
        "The CRJ-900 is a twin-engine regional jet aircraft that has a sleek and aerodynamic appearance.",
        "The aircraft model CRJ-900 is a regional jet with a sleek and modern appearance.",
        "The CRJ-900 is a regional aircraft made by Bombardier Aerospace.",
        "The CRJ-900 is a medium-sized regional jet aircraft manufactured by Bombardier Aerospace.",
        " The CRJ-900 is a sleek and modern commercial aircraft with a distinctive design.",
        "The CRJ-900 is a twin-engine regional jet aircraft with a relatively slender and sleek fuselage.",
        "The CRJ-900 is a twin-engine, regional jet aircraft that is designed and manufactured by Canadian aviation company Bombardier Aerospace.",
        "The aircraft model CRJ-900 is a twin-engine regional jet that has a sleek and streamlined appearance.",
        "The CRJ-900 is a regional, twin-engine jet manufactured by Bombardier Aerospace.",
        "The CRJ-900 is a modern and sleek aircraft model with a distinctive appearance due to its unique design features.",
        "The aircraft model CRJ-900 is a mid-sized commercial passenger jet with a sleek and modern design.",
        "\nThe CRJ-900 is a regional jet aircraft model produced by Canadian manufacturer Bombardier.",
        "The CRJ-900 is a regional passenger aircraft model manufactured by Bombardier Aerospace.",
        "The CRJ-900 is a regional jet aircraft designed and manufactured by Bombardier Aerospace.",
        "The CRJ-900 is a regional jet aircraft designed and manufactured by Canadian company Bombardier Aerospace.",
        "\nThe CRJ-900 is a regional jet aircraft with the following general characteristics and features:1.",
        "The aircraft model CRJ-900 is a narrow-body, twin-engine jet aircraft with a sleek and streamlined design.",
        "The CRJ-900 is a twin-engine regional jet aircraft developed by Canadian manufacturer Bombardier Aerospace.",
        "The CRJ-900 is a regional jet aircraft with a streamlined and sleek design.",
        "The CRJ-900 is a commercial passenger aircraft manufactured by Bombardier Aerospace.",
        "The CRJ-900 is a regional jet manufactured by Bombardier Aerospace.",
        "The CRJ-900 is a mid-sized aircraft commonly used for regional flights.",
        "The CRJ-900 is a medium-sized, twin-engine regional jet aircraft with a narrow body design.",
        "The CRJ-900 is a regional aircraft developed by Canadian manufacturer Bombardier.",
        "The CRJ-900 is a twin-engine, regional jet aircraft designed and manufactured by Canadian aerospace company Bombardier."
    ],
    "Cessna 172": [
        "The Cessna 172 is a small, single-engine, four-seater aircraft with a high-wing design.",
        "The Cessna 172 is a small, single-engine aircraft with a sleek and streamlined design.",
        "The Cessna 172 is a sleek and streamlined aircraft with a fairly simple design.",
        "The Cessna 172 is a single-engine, four-seat aircraft that has been in production since 1958.",
        "The Cessna 172 is a small, single-engine aircraft with a high-wing design.",
        "The Cessna 172 is a small, single-engine aircraft commonly used for personal and training flights.",
        "The Cessna 172 is a small, single-engine aircraft with a high wing design.",
        "The Cessna 172 is a small, single-engine aircraft commonly used for flight training, personal travel, and aerial surveying.",
        "The Cessna 172 is a four-seat, single-engine, high-wing monoplane with a tricycle landing gear.",
        "The Cessna 172 is a small, single-engine aircraft commonly used for general aviation and flight training purposes.",
        "The Cessna 172 is a small single-engine, high-wing aircraft with tricycle landing gear.",
        "The Cessna 172 is a four-seat, single-engine, high-wing aircraft designed for general aviation use.",
        "The Cessna 172 is a small, single-engine, high-wing aircraft that can seat up to four people.",
        "The Cessna 172 is a single-engine fixed-wing aircraft with a high-wing configuration.",
        "The Cessna 172 is a single-engine, high-wing aircraft with tricycle landing gear.",
        "The Cessna 172 is a small, single-engine light aircraft with a high-wing design.",
        "\nThe Cessna 172 is a single-engine, high-wing aircraft with a conventional tail configuration.",
        "The Cessna 172 is a small, single-engine aircraft with a low-wing configuration.",
        "The Cessna 172 is a single-engine, four-seat light aircraft with low, straight wings and a high wing design.",
        "The Cessna 172 is a small, single-engine aircraft with a tricycle landing gear.",
        "\nThe Cessna 172 is a single-engine, four-seat, high wing monoplane aircraft that has become one of the most popular and recognizable general aviation aircraft in the world.",
        "The Cessna 172 is a four-seat, single-engine, high-winged aircraft.",
        "\nThe Cessna 172 is a small, single-engine, high-wing aircraft commonly used for general aviation purposes.",
        "The Cessna 172 is a single-engine, high-wing aircraft with a fixed tricycle landing gear.",
        "\nThe Cessna 172 is a four-seat single-engine high-wing light aircraft."
    ],
    "Cessna 208": [
        "BThe Cessna 208B is a single-engine, high-wing aircraft with a rugged, utilitarian style.",
        "The aircraft model Cessna 208 is a single-engine turboprop aircraft with a high wing configuration.",
        "B Grand Caravan\nThe Cessna 208B Grand Caravan is a single-engine, high-wing aircraft commonly used for commercial and utility purposes.",
        "The Cessna 208 is a medium-sized, single-engine aircraft with a high-wing configuration.",
        "B\nThe Cessna 208B, also known as the Cessna Caravan, is a single-engine turboprop aircraft.",
        "The Cessna 208 is a small, single-engine turboprop aircraft with a high wing design.",
        "The Cessna 208 is a small single-engine turboprop aircraft with a high-wing design.",
        "B Grand CaravanThe Cessna 208B Grand Caravan is a single-engine, high-wing aircraft with a rugged and functional design.",
        "The Cessna 208 is a small, single-engine turboprop aircraft commonly used for commercial and private purposes.",
        " Grand CaravanThe Cessna 208 Grand Caravan is a single-engine, high-wing aircraft primarily used for commercial purposes such as cargo and passenger transport.",
        "The Cessna 208 is a single-engine, high-wing light aircraft with a fixed tricycle landing gear.",
        " Grand CaravanThe Cessna 208 Grand Caravan is a single-engine turboprop aircraft used primarily for short-haul and regional flights.",
        "BThe Cessna 208B is a single-engine, turboprop aircraft with a high-wing configuration.",
        "The Cessna 208 is a small, single-engine turboprop aircraft.",
        "The Cessna 208 is a single-engine, high-wing aircraft that is commonly used for commercial and private purposes.",
        " CaravanThe Cessna 208 Caravan is a single-engine turboprop aircraft with a high-wing configuration.",
        "The Cessna 208 is a single-engine, high-winged aircraft that is commonly used for commercial and cargo transportation.",
        "The Cessna 208 is a single-engine turboprop aircraft with a high-wing design.",
        " CaravanThe Cessna 208 Caravan is a single-engine turboprop aircraft that has a standard high-wing design.",
        "BThe Cessna 208B is a single-engine turboprop aircraft with a high-wing design.",
        "The Cessna 208 is a single-engine turboprop aircraft with a high-wing design.",
        " CaravanThe Cessna 208 Caravan is a single-engine turboprop aircraft with a high-wing design.",
        "The Cessna 208 is a single-engine turboprop aircraft typically used for short-distance, regional flights.",
        "The Cessna 208 is a single-engine, high-wing monoplane aircraft primarily used for regional transportation and utility services.",
        "BThe Cessna 208B is a small, single-engine turboprop aircraft commonly used for commercial and business purposes."
    ],
    "Cessna 525": [
        " Citation CJ4The Cessna 525 Citation CJ4 is a small, general aviation aircraft with a sleek and streamlined design.",
        " CitationJetThe Cessna 525 CitationJet is a mid-size, private jet aircraft that has a sleek and streamlined appearance.",
        "The Cessna 525 is a light business jet aircraft, also known as the CitationJet or CJ1.",
        " Citation JetThe Cessna 525 Citation Jet is a small, twin-engine aircraft with a sleek and modern design.",
        " CitationJetThe Cessna 525 CitationJet is a sleek and modern-looking aircraft model with a fuselage shaped like a narrow oval tube.",
        "The Cessna 525 is a light, twin engine corporate jet aircraft.",
        " CitationJet The Cessna 525 CitationJet is a small to mid-sized business jet with a sleek and streamlined design.",
        " CitationJetThe Cessna 525 CitationJet is a small, twin-engine corporate jet with a sleek and streamlined appearance.",
        " CitationJetThe Cessna 525 CitationJet is a small, twin-engine business jet with a sleek and streamlined appearance.",
        " CitationJetThe Cessna 525 CitationJet is a sleek and modern-looking aircraft model with a streamlined design.",
        "The Cessna 525 is a small, twin-engine business jet that has an overall sleek and modern appearance.",
        " CitationJetThe Cessna 525 CitationJet is a sleek and compact business jet that has a modern and contemporary appearance.",
        " CitationJet\nThe Cessna 525 CitationJet is a small, twin-engine corporate jet aircraft.",
        " CitationJetThe Cessna 525 CitationJet is a small business jet with a sleek and streamlined design.",
        " CitationJetThe Cessna 525 CitationJet is a sleek and streamlined small business jet aircraft.",
        " CitationThe Cessna 525 Citation is a small, twin-engine business jet with a sleek and streamlined design.",
        " CitationJetThe Cessna 525 CitationJet is a small, sleek, and modern-looking aircraft with a distinctive shape and design.",
        " CitationJetThe Cessna 525 CitationJet is a twin-engine business jet that has a sleek and modern appearance.",
        " CitationJetThe Cessna 525 CitationJet is a small, twin-engine business jet designed for short and medium range flights.",
        " CitationJetThe Cessna 525 CitationJet is a small, sleek, and modern business jet.",
        " Citation CJ2The Cessna 525 Citation CJ2 is a small business jet that can seat up to 8 passengers.",
        " Citation The Cessna 525 Citation is a small twin-engine business jet.",
        " CitationJetThe Cessna 525 CitationJet is a small, sleek and modern-looking aircraft.",
        " CitationJetThe Cessna 525 CitationJet is a small, twin-engine corporate jet designed for short to medium range flights.",
        " CitationJet/CJThe Cessna 525 CitationJet/CJ is a small, sleek, and modern-looking aircraft."
    ],
    "Cessna 560": [
        " Citation EncoreThe Cessna 560 Citation Encore is a small, twin-engine business jet.",
        "The Cessna 560 is a small, twin-engine business jet aircraft with a sleek and streamlined design.",
        "The Cessna 560 is a compact, sleek, and modern private jet with a distinctive appearance.",
        "\nThe Cessna 560 is a mid-size, twin-engine business jet primarily used for corporate and personal travel.",
        " Citation XThe Cessna 560 Citation X is a sleek and modern-looking aircraft.",
        "The Cessna 560 is a sleek and streamlined business jet aircraft with a slightly tapered fuselage.",
        "The Cessna 560 is a medium-sized, twin-engine business jet with a sleek and streamlined appearance.",
        "XLThe Cessna 560XL is a sleek and compact private jet with a distinctive appearance.",
        "XLThe Cessna 560XL is a mid-size, twin-engine business jet manufactured by Cessna Aircraft Company.",
        " Citation XThe Cessna 560 Citation X is a mid-sized, twin-engine business jet.",
        " CitationThe Cessna 560 Citation is a small, light jet aircraft with a sleek and aerodynamic design.",
        "XLS.",
        " Citation\nThe Cessna 560 Citation is a small, twin-engine business jet with a sleek and modern appearance.",
        " Citation ExcelThe Cessna 560 Citation Excel is a mid-sized, twin-engine business jet designed and manufactured by the Cessna Aircraft Company.",
        "XL Citation XLSThe Cessna 560XL Citation XLS is a medium-sized business jet with a sleek and streamlined appearance.",
        "The Cessna 560, or Cessna Citation XL, is a mid-size corporate jet produced by Cessna Aircraft Company.",
        " Citation VThe Cessna 560 Citation V is a mid-sized business jet that is known for its sleek and modern appearance.",
        " Citation Excel\nThe Cessna 560 Citation Excel is a mid-sized, twin-engine business jet manufactured by Cessna.",
        "XLThe Cessna 560XL is a twin-engine, mid-size business jet with a sleek and modern appearance.",
        " CitationThe Cessna 560 Citation is a mid-sized business jet that has a sleek and streamlined appearance.",
        " CitationThe Cessna 560 Citation is a small, sleek and streamlined business jet with a modern and sophisticated appearance.",
        "XLSThe Cessna 560XLS is a sleek and modern mid-sized business jet, with a distinctive overall shape and design.",
        "XL.",
        "The Cessna 560 is a twin-engine mid-sized business jet with a sleek and streamlined appearance.",
        " CitationThe Cessna 560 Citation is a sleek and streamlined aircraft with a modern and elegant appearance."
    ],
    "Challenger 600": [
        "The Challenger 600 is a mid-size business jet with a sleek and modern design.",
        "The Challenger 600 is a midsize, wide-body business jet manufactured by Bombardier Aerospace.",
        "The Challenger 600 is a medium to large business jet aircraft with a sleek and aerodynamic design.",
        "The Challenger 600 is a twin-engine, medium-sized business jet aircraft with a sleek and modern design.",
        "The Challenger 600 is a mid-size, twin-engine business jet designed and manufactured by Bombardier Aerospace.",
        "The Challenger 600 is a medium to large-sized, twin-engine aircraft that is commonly used for business and luxury jet charter.",
        "The Challenger 600 is a mid-sized, twin-engine business jet designed by Canadian aerospace company Bombardier Inc.",
        "The Challenger 600 is a large, twin-engine business jet with a distinctive and sleek appearance.",
        "The Challenger 600 is a mid-sized business jet with a sleek and modern appearance.",
        "The Challenger 600 is a mid-sized, wide-body aircraft with a sleek and streamlined design.",
        "The Challenger 600 is a medium-sized, twin-engine corporate jet aircraft.",
        "The Challenger 600 is a mid-sized business jet manufactured by Bombardier Aerospace.",
        "The Challenger 600 is a mid-size, twin-engine aircraft, known for its sleek and modern design.",
        "The Challenger 600 is a mid-size, twin-engine jet aircraft with a sleek and modern appearance.",
        "The Challenger 600 is a mid-sized, Canadian-made business jet manufactured by Bombardier Aerospace.",
        "The Challenger 600 is a large, twin-engine business jet with a slim and sleek profile.",
        "The Challenger 600 is a large, sleek and powerful aircraft model that exudes elegance and luxury.",
        "The Challenger 600 is a large business jet with an elegant and streamlined appearance.",
        "The Challenger 600 is a large, mid-sized aircraft with a sleek and modern design.",
        "The Challenger 600 is a large, mid-sized business jet with a sleek and modern appearance.",
        "The Challenger 600 is a mid-sized business jet with a sleek and modern design.",
        "The Challenger 600 is a medium-sized business jet that has a sleek and modern appearance.",
        "The Challenger 600 is a medium-sized corporate jet aircraft with a sleek and streamlined design.",
        "The Challenger 600 is a mid-size business jet aircraft manufactured by Bombardier Aerospace.",
        "The Challenger 600 is a mid-sized, twin-engine business jet aircraft with a sleek and aerodynamic design."
    ],
    "DC-10": [
        "The DC-10 is a large, wide-bodied, three-engine commercial airliner.",
        "The DC-10 is a wide-body commercial airliner that was manufactured by McDonnell Douglas in the 1970s.",
        "The DC-10 is a large, wide-body commercial aircraft with a distinctive three-engine layout.",
        "\nThe DC-10 is a wide-bodied aircraft with three engines mounted on the rear of the fuselage.",
        "The DC-10 is a large wide-body commercial airliner with a distinctive trijet design.",
        "The DC-10 is a large, wide-bodied commercial airline jet known for its three-engine design.",
        "The DC-10 is a wide-bodied trijet passenger airliner manufactured by McDonnell Douglas, now a part of Boeing.",
        "The DC-10 is a large, wide-bodied jet airliner with a distinctive three-engine design.",
        "The DC-10 is a wide-body, three-engine jet airliner with a distinctive appearance.",
        "The DC-10 is a large, wide-bodied passenger aircraft with three engines mounted on the tail.",
        "The DC-10 is a large, wide-body passenger aircraft with three engines and a distinctive triangular shape.",
        "The DC-10 is a large, wide-body commercial aircraft model with a distinctive three-engine design.",
        "The DC-10 is a large, wide-bodied commercial aircraft that is approximately 55 meters in length, 17 meters in height, and has a wingspan of 47 meters.",
        "The DC-10 is a three-engine, wide-body commercial aircraft.",
        "The DC-10 is a wide-body commercial aircraft that has three engines, one on each wing and one on the vertical stabilizer.",
        "The DC-10 is a wide-body, three-engine jet airliner that was produced by McDonnell Douglas.",
        "The DC-10 is a large, wide-body trijet aircraft with a distinctive three-engine configuration.",
        "The DC-10 is a medium to long-range, wide-body, trijet airliner that has a distinctive appearance due to its three engines mounted on the tail and a wide, rounded fuselage.",
        "The DC-10 is a wide-body commercial airliner that features a unique trijet design.",
        "The DC-10 is a wide-body commercial airliner with a distinct trijet design.",
        "The DC-10 is a long-range, wide-body commercial aircraft with a distinctive trijet design.",
        "The DC-10 is a large, wide-bodied commercial aircraft with a distinctive trijet design.",
        "-30The DC-10-30 is a wide-bodied commercial airliner with three engines and a distinctive \"tri-jet\" configuration.",
        "\nThe DC-10 is a medium- to long-range wide-body commercial aircraft.",
        "The DC-10 is a large, wide-bodied commercial aircraft with a distinctive three-engine configuration."
    ],
    "DC-3": [
        "The DC-3 is a twin-engine, low-wing aircraft with a sleek and streamlined design.",
        "\nThe DC-3 aircraft is a large, twin-engine propeller plane with a distinctive curved fuselage and high wing design.",
        "The DC-3 is a twin-engine propeller-driven aircraft with a sturdy and streamlined design.",
        "The DC-3 aircraft model is a medium to large-sized airplane with a sleek and streamlined appearance.",
        "The DC-3 is a twin-engine, low-wing aircraft with a rectangular fuselage and a tailwheel landing gear.",
        "The DC-3 is a medium-sized, twin-engine aircraft with a distinct appearance that is easily recognizable.",
        "The DC-3 is a twin-engine propeller aircraft with a sleek, streamlined design.",
        ".",
        "The DC-3 is a twin-engine, propeller-driven aircraft with a distinctive, streamlined fuselage and tail section.",
        "The DC-3 is a twin-engine, low-wing aircraft with a streamlined fuselage and tapered wings.",
        "The aircraft model DC-3 is a medium-sized, twin-engine, propeller-driven aircraft that has been in use since the 1930s.",
        "\nThe aircraft model DC-3 has a distinctive appearance with its twin-engine, low wing design and sleek, streamlined body.",
        "The DC-3 is a twin-engine propeller-driven aircraft with a distinctive rounded nose and a boxy fuselage.",
        "The DC-3 is a large, twin-engine propeller-driven aircraft with a sleek, streamlined design.",
        "The DC-3 is a twin-engine taildragger aircraft with a distinctive and iconic design.",
        "The DC-3 is a twin-engine, propeller-driven aircraft with a rugged and sturdy appearance.",
        "The DC-3, also known as the Douglas DC-3 or the Douglas DST (Douglas Sleeper Transport), is a fixed-wing, propeller-driven airliner that was first introduced in the 1930s.",
        "The DC-3 is a twin-engine propeller-driven aircraft that has a distinctive appearance.",
        "The DC-3 aircraft model has a classic and iconic appearance, featuring a sleek and streamlined design.",
        "The DC-3 is a twin-engine, propeller-driven aircraft with a high wing and a sleek, streamlined design.",
        "\nThe DC-3 is a twin-engine, propeller-driven aircraft with a distinctive \"double bubble\" fuselage design and a high wing configuration.",
        "The DC-3 is a twin-engine, mid-sized aircraft with a sleek and streamlined design.",
        "The DC-3 is a twin-engine, low-wing monoplane with a streamlined metal fuselage and a fabric-covered wing.",
        "\nThe DC-3 is a twin-engine, mid-sized, propeller-driven aircraft with a distinctive rounded nose and fuselage.",
        "The DC-3 is a medium-sized, twin-engine aircraft with a distinctive shape and design."
    ],
    "DC-6": [
        "The DC-6 is a large, four-engine propeller-driven airplane with a sleek and streamlined design.",
        "The DC-6 aircraft model is a large, four-engine propeller-driven plane with a sleek and streamlined exterior design.",
        "The DC-6 is a classic six-engine commercial aircraft that has a distinctive appearance that is instantly recognizable to aviation enthusiasts.",
        "\nThe DC-6 is a large, four-engine aircraft with a characteristic sleek and streamlined shape.",
        "The DC-6 is a passenger and cargo aircraft model that was produced by the Douglas Aircraft Company in the mid-20th century.",
        "The DC-6 is a four-engine propeller-driven passenger and cargo aircraft that was first introduced in 1947 by the Douglas Aircraft Company.",
        "The DC-6 is a four-engine propeller-driven airliner with a sleek, streamlined design.",
        "The DC-6 was a four-engine propeller-driven aircraft manufactured by Douglas Aircraft Company from the late 1940s to the early 1950s.",
        "The DC-6 is a large, four-engine, propeller-driven aircraft with a sleek and streamlined design.",
        "\nThe DC-6 is a four-engine passenger and cargo aircraft developed by Douglas Aircraft Company in the 1940s.",
        "The DC-6 was a commercial aircraft model developed by Douglas Aircraft Company in the late 1940s.",
        "The DC-6 is a four-engine piston-powered commercial aircraft that was created in the 1940s by the Douglas Aircraft Company.",
        "The DC-6 is a large, four-engine aircraft with a sleek and streamlined design.",
        "The DC-6 is a large, four-engine aircraft with a streamlined, curved fuselage.",
        "The DC-6 is a large, four-engine, piston-powered propeller aircraft with a distinctive streamlined design.",
        "The DC-6 aircraft has a rugged and sturdy appearance with a sleek and streamlined design.",
        "The DC-6 is a four-engine propeller-driven aircraft with a sleek and streamlined design.",
        "The DC-6 is a four-engine propeller-driven airliner that has a sleek and streamlined appearance.",
        "\nThe DC-6 was a four-engine propeller-driven aircraft manufactured by Douglas Aircraft Company in the 1940s and 1950s.",
        "The DC-6 is a large, four-engine aircraft with a sleek and symmetrical appearance.",
        "The DC-6 is a mid-size, four-engine passenger plane with a sleek and streamlined design.",
        "The DC-6 is a four-engine, piston-powered aircraft with a sleek and streamlined design.",
        "The DC-6 is a commercial airliner that was produced by Douglas Aircraft Company in the 1940s and 1950s.",
        "BThe DC-6B is a large, four-engine propeller aircraft with a sleek and streamlined design.",
        "The DC-6 is a mid-sized aircraft with four piston engines, two on each wing."
    ],
    "DC-8": [
        "\nThe DC-8 is a medium- to long-range narrow-body jet airliner with a typical flying range of 5,195 to 8,810 kilometers (3,225 to 5,470 miles) depending on the variant.",
        "The DC-8 is a four-engine narrow-body jet airliner manufactured by Douglas Aircraft Company.",
        "The DC-8 is a large, four-engine commercial aircraft that was manufactured by Douglas Aircraft Company.",
        "The DC-8 was a medium- to long-range, narrow-body commercial airliner.",
        "-55The DC-8-55 is a four-engine, narrow-body commercial airliner with a low-wing design.",
        "The DC-8 is a four-engine narrow-body commercial airliner designed and built by Douglas Aircraft Company in the 1950s.",
        "The DC-8 is a mid-to-long-range commercial aircraft that has a distinctive, streamlined appearance.",
        "The DC-8 is a medium to long-range commercial airliner and was one of the first jet-powered aircraft models to be produced.",
        "The DC-8 is a large commercial aircraft that was first produced in the late 1950s by the Douglas Aircraft Company.",
        "The DC-8 is a mid-to-long-range commercial aircraft that was first produced in the 1950s and remained in production until the early 1970s.",
        "The DC-8 is a four-engine jet airliner that was developed and produced by Douglas Aircraft Company in the late 1950s.",
        "The DC-8 is a commercial passenger jet aircraft that has a sleek and elongated fuselage with four jet engines mounted under its wings.",
        "The DC-8 is a large, four-engine jet airliner with a distinctive narrow, elongated fuselage design.",
        "The DC-8 is a mid-sized, four-engine commercial aircraft with a streamlined and sleek appearance.",
        "The DC-8 is a medium-to-long-range commercial aircraft model produced by the American company Douglas Aircraft Company from the 1950s to the 1970s.",
        "The DC-8 aircraft model has a sleek and streamlined appearance, with a fuselage length of approximately 150 feet and a wingspan of 142 feet.",
        "The DC-8 is a commercial airliner produced by Douglas Aircraft Company.",
        "The DC-8 is a medium to long-range commercial jet airliner manufactured by the Douglas Aircraft Company.",
        "The DC-8 is a mid-to-long range airliner with a sleek and streamlined design.",
        "The DC-8 is a large, narrow-bodied commercial aircraft with four engines mounted under the wings.",
        "The DC-8 is a medium to large commercial airliner, measuring around 150 feet long and with a wingspan of about 145 feet.",
        "The DC-8 is a four-engine narrow-body passenger jet airliner with a sleek and streamlined design.",
        "\nThe DC-8 is a large, long-range commercial aircraft with a distinctive appearance.",
        "The DC-8 aircraft model is a mid-to-long range, narrow-body jet airliner designed and manufactured by the Douglas Aircraft Company.",
        " in this paintingThe DC-8 aircraft in this painting is shown in flight, with its nose pointing slightly upwards and its wings angled upwards as well."
    ],
    "DC-9-30": [
        "The DC-9-30 is a narrow-body airliner with a length of approximately 119 feet and a wingspan of 93 feet.",
        "The DC-9-30 is a twin-engine, narrow-body airliner with a distinctive \"T-tail\" design.",
        "The DC-9-30 is a twin-engine, narrow-body commercial airliner that was in production from the late 1960s to the early 1980s.",
        "The DC-9-30 is a medium-sized, narrow-bodied commercial aircraft manufactured by McDonnell Douglas from the 1960s to the 1980s.",
        "The DC-9-30 is a small, narrow-bodied, twin-engine jet airliner.",
        "\nThe aircraft model DC-9-30 is a medium-sized, narrow-body commercial aircraft.",
        "The DC-9-30 is a mid-sized, narrow-body aircraft with a sleek and streamlined design.",
        "The DC-9-30 is a narrow-body, twin-engine jet airliner that has a distinctive slim appearance.",
        "The DC-9-30 is a mid-sized commercial aircraft commonly used for short to medium-haul flights.",
        "\nThe DC-9-30 is a twin-engine, narrow-body commercial airliner that has a distinct appearance with its sleek and streamlined design.",
        "\nThe DC-9-30 is a twin-engine, narrow-body commercial aircraft that was manufactured by McDonnell Douglas in the 1960s and 1970s.",
        "The DC-9-30 is a narrow-bodied, twin-engine jet airliner.",
        "The DC-9-30 is a twin-engine, narrow-body commercial aircraft.",
        "The DC-9-30 is a medium-sized, narrow-body commercial aircraft with a distinctive low-wing design.",
        "The DC-9-30 is a narrow-body, single-aisle commercial aircraft, with a distinctive T-tail design.",
        "The DC-9-30 is a short-to-medium range jet airliner that has been in production since the 1960s.",
        "The DC-9-30 is a narrow-body, single-aisle commercial airliner with a sleek and streamlined design.",
        "The DC-9-30 is a twin-engine, narrow-body commercial aircraft with a streamlined fuselage and T-tail design.",
        "The DC-9-30 is a mid-sized, narrow-body, twin-engine jet airliner.",
        "\nThe DC-9-30 is a twin-engine, narrow-body aircraft with a relatively small size compared to other commercial jets.",
        "The DC-9-30 is a narrow-body commercial aircraft with a distinctive T-tail design, meaning the tail fin and horizontal stabilizer are mounted at the top of the tail instead of the bottom.",
        "The DC-9-30 is a narrow-body, twin-engine jet airliner with a distinctive T-tail design.",
        "The DC-9-30 is a narrow-body, twin-engine jet airliner that was produced by the Douglas Aircraft Company.",
        "The DC-9-30 is a narrow-body, single-aisle commercial passenger aircraft.",
        "The DC-9-30 is a medium-sized, twin-engine commercial aircraft with a narrow body design."
    ],
    "DH-82": [
        " Tiger MothThe DH-82 Tiger Moth is a small, single-engine biplane aircraft with an open cockpit.",
        "A Tiger MothThe DH-82A Tiger moth is a vintage biplane aircraft with a distinctive and charming appearance.",
        "AThe DH-82A is a small, single-engine, two-seat biplane trainer aircraft.",
        "The DH-82 or de Havilland Tiger Moth is a biplane training aircraft that was widely used during World War II.",
        "AThe DH-82A is a two-seat, single-engine biplane aircraft with an open cockpit and fixed landing gear.",
        " Tiger MothThe DH-82 Tiger Moth is a vintage, biplane aircraft that was used primarily for training purposes during the World War II era.",
        " Tiger MothThe DH-82 Tiger Moth is a small, two-seater, biplane aircraft that has a distinct, nostalgic appearance.",
        "AThe DH-82A is a small, single-engine biplane aircraft with an open cockpit.",
        "The DH-82, also known as the de Havilland Tiger Moth, is a two-seat biplane trainer aircraft used primarily for military pilot training in the 1930s and 1940s.",
        ":The DH-82 is a two-seat, single-engine biplane with a fabric-covered frame.",
        " DescriptionThe DH-82 is a small, single-engine biplane aircraft originally designed and manufactured by the de Havilland company in the 1930s.",
        "A.",
        " Tiger MothThe DH-82 Tiger Moth is an iconic single-engine biplane that is instantly recognizable for its distinctive shape and design.",
        " Tiger MothThe DH-82 Tiger Moth is a classic biplane with a distinct, nostalgic appearance.",
        "AThe DH-82A is a classic open cockpit biplane design, with a distinctive yellow and black color scheme.",
        "AThe DH-82A, also known as the Tiger Moth, is a classic biplane design that features a distinctive, open cockpit with two seats in tandem, one in front of the other.",
        "AThe DH-82A is a two-seat, single-engine biplane aircraft with a distinctive open cockpit design.",
        " A (Tiger Moth)The DH-82 A, also known as the Tiger Moth, is a biplane aircraft in a classic vintage design.",
        " A Tiger Moth and The DH-82 A Tiger Moth is a small, two-seater, biplane aircraft that was originally designed and built in the 1930s by the de Havilland Aircraft Company.",
        " Tiger MothThe DH-82 Tiger Moth is a two-seat, single-engine biplane aircraft with an open cockpit.",
        "A \"Tiger Moth\"The DH-82A \"Tiger Moth\" is a vintage biplane aircraft with a distinctive appearance that has become synonymous with the era of early aviation.",
        "aThe DH-82A is a two-seat, single-engine, biplane aircraft.",
        "A Tiger MothThe DH-82A Tiger Moth is a small, two-seat biplane with a distinct, recognizable appearance.",
        "AThe DH-82A Tiger Moth is a biplane aircraft with a two-seat open cockpit design.",
        "AThe aircraft model DH-82A, commonly known as the de Havilland Tiger Moth, is a two-seat biplane with a distinctive open cockpit design."
    ],
    "DHC-1": [
        "The DHC-1 is a single-engine utility and training aircraft that has a simple and streamlined design.",
        " The DHC-1 is a small, single-engine, low-wing aircraft with a semi-monocoque construction.",
        "/C-7The DHC-1/C-7, also known as the \"Chipmunk,\" is a small, single-engine, two-seat trainer aircraft.",
        " for a better understanding.",
        "The DHC-1, also known as the de Havilland Chipmunk, is a single-engine, two-seat training aircraft.",
        "The DHC-1 is a Canadian single-engine, two-seat basic trainer aircraft with a traditional tailwheel configuration.",
        "The DHC-1 Chipmunk is a two-seat, single-engine monoplane with a low wing configuration.",
        "The DHC-1 is a small, single-engine, low-wing monoplane.",
        "B1The DHC-1B1 is a small, single-engine, two-seater, low-wing monoplane with a tailwheel landing gear.",
        " ChipmunkThe DHC-1 Chipmunk is a small, single-engine, two-seat training and utility aircraft.",
        "The DHC-1 is a small, single-engine training aircraft with a boxy and compact appearance.",
        "The DHC-1 is a small, single-engine aircraft with a unique appearance that is instantly recognizable.",
        "The DHC-1 is a single-engine, low-wing monoplane aircraft with a conventional tail design.",
        " ChipmunkThe DHC-1 Chipmunk is a two-seat, single-engined, high-wing monoplane with a tailwheel landing gear.",
        " The DHC-1 is a single-engine, two-seat, tandem training and reconnaissance aircraft.",
        " CHIPMUNKThe DHC-1 CHIPMUNK is a single-engine, two-seater military training aircraft with a distinctively sleek and compact profile.",
        "The DHC-1 is a small, single-engine, two-seat aircraft with a fixed tricycle landing gear.",
        " ChipmunkThe DHC-1 Chipmunk is a single-engine, tandem two-seat trainer aircraft with a low wing configuration.",
        " ChipmunkThe aircraft model DHC-1 Chipmunk has a distinctive appearance with a light grey or white exterior and a sleek, streamlined body.",
        "The DHC-1 is a single-engine, two-seat light aircraft.",
        "The DHC-1 (de Havilland Canada DHC-1 Chipmunk) is a two-seat, single-engine, all-metal primary trainer aircraft produced by de Havilland Canada in the 1940s and 1950.",
        " ChipmunkThe DHC-1 Chipmunk is a small, single-engine, two-seat training aircraft designed and built by de Havilland Canada.",
        "The DHC-1, also known as the de Havilland Chipmunk, is a two-seat, single-engine, low-wing monoplane.",
        " ChipmunkThe DHC-1 Chipmunk is a single-engine, two-seat training and aerobatic aircraft.",
        " BThe aircraft model DHC-1 B, also known as the de Havilland Canada DHC-1 Chipmunk, is a single-engine two-seat trainer aircraft."
    ],
    "DHC-6": [
        "The DHC-6, also known as the de Havilland Twin Otter, is a rugged and versatile high-wing utility aircraft.",
        "-300The DHC-6-300 is a twin-engine, high-wing aircraft that is used primarily for short takeoff and landing (STOL) operations.",
        "The DHC-6 is a twin-engine, high-wing, short take-off and landing (STOL) aircraft known for its versatility and rugged design.",
        "The DHC-6 is a twin-engine, high-wing, STOL (short takeoff and landing) aircraft.",
        "The DHC-6 aircraft model has a tall, boxy fuselage with a high wing design.",
        "The DHC-6 is a twin-engine turboprop aircraft designed and produced by de Havilland Canada.",
        " Twin OtterThe DHC-6 Twin Otter is a twin-engine, high-wing, short takeoff and landing (STOL) aircraft.",
        ".",
        "The DHC-6 is a twin-engine turboprop aircraft with a high-wing design.",
        "The DHC-6, also known as the de Havilland Canada Twin Otter, is a rugged and versatile twin-engine turboprop aircraft.",
        " Twin OtterThe DHC-6 Twin Otter is a small, twin-engine aircraft with a short takeoff and landing (STOL) design.",
        " Twin OtterThe DHC-6 Twin Otter is a small, twin engine, STOL (short take-off and landing) aircraft designed and manufactured by de Havilland Canada.",
        "The DHC-6 is a rugged and versatile twin-engine turboprop aircraft designed and built by de Havilland Canada.",
        " Twin OtterThe DHC-6 Twin Otter is a small, twin-engine aircraft that has a distinctive boxy and rugged appearance.",
        " Twin OtterThe DHC-6 Twin Otter is a small, twin-engine turboprop aircraft with a boxy, utilitarian design.",
        "As a Language Model AI, I can provide you with a detailed description of the DHC-6 aircraft model, based on available information.",
        " \"Twin Otter\"The DHC-6 \"Twin Otter\" is a small, rugged, and versatile aircraft known for its reliability and ability to operate in challenging environments.",
        "The DHC-6 is a versatile, twin-engine turboprop aircraft with a short, sturdy body and high wings.",
        "The DHC-6 is a twin-engine turboprop aircraft with a utilitarian design.",
        " twin otterThe DHC-6 twin otter is a small, twin-engine turboprop aircraft that is primarily used for short takeoff and landing operations.",
        "``The DHC-6 is a twin-engine, short takeoff and landing (STOL) aircraft with a distinctive boxy appearance.",
        "The aircraft model DHC-6 is a twin-engine utility aircraft known for its short takeoff and landing capabilities.",
        " Twin OtterThe DHC-6 Twin Otter is a small, twin-engine turboprop aircraft designed for short takeoff and landing (STOL) capabilities.",
        " Twin OtterThe DHC-6 Twin Otter is a medium-sized, twin-engine, turboprop aircraft primarily used for short-haul regional flights and transport operations.",
        "-300The DHC-6-300 is a twin-engine turboprop aircraft with a high-wing configuration."
    ],
    "DHC-8-100": [
        "\nThe DHC-8-100, also known as the de Havilland Canada Dash 8, is a twin-engine turboprop regional airliner.",
        "The DHC-8-100 is a turboprop aircraft commonly known as the De Havilland Canada Dash 8.",
        "The DHC-8-100, also known as the De Havilland Canada Dash 8, is a small, twin-engine turboprop aircraft commonly used for short-haul regional flights.",
        "/200The DHC-8-100/200 is a turboprop aircraft manufactured by de Havilland Canada (DHC).",
        "The DHC-8-100, also known as the de Havilland Canada Dash 8-100, is a twin-engine turboprop aircraft.",
        "The DHC-8-100 is a turbo-prop twin-engine aircraft designed and built by de Havilland Canada (DHC).",
        "The DHC-8-100 is a twin-engine turboprop aircraft known for its short takeoff and landing capabilities.",
        "The DHC-8-100, also known as the de Havilland Canada Dash 8-100, is a regional turboprop aircraft used for short to medium-haul flights.",
        "The DHC-8-100 is a small, twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The DHC-8-100 is a small, twin-engine turboprop aircraft designed by de Havilland Canada (DHC) and now produced by Bombardier Aerospace.",
        "The DHC-8-100 is a small, twin-engine turboprop aircraft designed and manufactured by de Havilland Canada.",
        "The DHC-8-100 is a turboprop aircraft with a sleek and angular design.",
        "The DHC-8-100 is a short-haul, twin-engine turboprop aircraft, commonly known as the Dash 8.",
        "The DHC-8-100, also known as the Dash 8, is a twin-engine turboprop aircraft with a high wing configuration.",
        "The DHC-8-100, also known as the De Havilland Canada Dash 8, is a small regional turboprop aircraft.",
        "The DHC-8-100 is a twin-engine turboprop aircraft that has a box-like fuselage with a low-wing design.",
        "The DHC-8-100 is a small, twin-engine turboprop aircraft with a high wing configuration.",
        "The DHC-8-100 is a small, twin-engine turboprop aircraft with a boxy, squared-off appearance.",
        "The DHC-8-100, also known as the De Havilland Canada Dash 8, is a regional turboprop aircraft commonly used for short-haul flights.",
        "The DHC-8-100 is a small airliner manufactured by Bombardier Aerospace.",
        "/200/300The DHC-8-100/200/300 is a family of twin-engine turboprop aircraft manufactured by de Havilland Canada.",
        "The DHC-8-100 is a small, twin-engine regional aircraft commonly used for short-haul flights.",
        "The DHC-8-100 is a regional turboprop aircraft that seats up to 37 passengers.",
        "The DHC-8-100 is a twin-engine turboprop aircraft used primarily for regional flights.",
        "The aircraft model DHC-8-100, also known as the De Havilland Canada Dash 8, is a turboprop regional airliner manufactured by Bombardier Aerospace."
    ],
    "DHC-8-300": [
        "The DHC-8-300 is a twin-engine turboprop regional aircraft with a sleek and streamlined appearance.",
        "The DHC-8-300 is a twin-engine turboprop aircraft with a long, slender fuselage.",
        "The DHC-8-300, also known as the Dash 8-300, is a twin-engine turboprop aircraft manufactured by Bombardier Aerospace.",
        "The DHC-8-300 aircraft model has a distinctively box-like shape, with a short and wide fuselage.",
        " banking rightThe DHC-8-300 is a twin-engine turboprop aircraft, with a slim and sleek design.",
        "The DHC-8-300 is a turboprop aircraft with a sleek and elongated body, characteristic of most regional airliners.",
        "The DHC-8-300 is a twin-engine turboprop aircraft with a narrow, streamlined body and a large wing span.",
        "The DHC-8-300 is a twin-engine turboprop aircraft model that has a modern and sleek appearance.",
        "The DHC-8-300 is a commercial aircraft model manufactured by Bombardier Aerospace.",
        "The DHC-8-300 is a twin-turboprop aircraft, also known as the De Havilland Canada Dash 8.",
        "The DHC-8-300 is a twin-engine turboprop aircraft with a medium-size fuselage, designed for regional flights.",
        "The DHC-8-300 is a twin-engine turboprop aircraft that has a sleek and streamlined appearance.",
        "The DHC-8-300 is a twin-engine turboprop aircraft, commonly known as the \"Dash 8.",
        "The DHC-8-300 is a twin-engine turboprop aircraft with an overall sleek and streamlined appearance.",
        ":The DHC-8-300 is a twin-engine, turboprop aircraft with a high-wing monoplane design.",
        "The DHC-8-300 is a twin-engine turboprop aircraft with a slim and sleek appearance.",
        "The DHC-8-300, also known as the Bombardier Dash 8-300, is a twin-engine turboprop aircraft that has a distinct appearance.",
        "The DHC-8-300 is a twin-engine, turboprop aircraft with a sleek and streamlined design.",
        "The DHC-8-300, also known as the Dash 8 or Q300, is a twin-engine turboprop aircraft designed and manufactured by De Havilland Canada.",
        "The DHC-8-300 is a medium-sized, twin-engine turboprop designed and manufactured by Bombardier Aerospace.",
        "The DHC-8-300, also known as the Bombardier Dash 8, is a medium-range turboprop aircraft developed by de Havilland Canada and currently manufactured by Bombardier Aerospace.",
        "The DHC-8-300 is a twin-turboprop regional aircraft manufactured by de Havilland Canada.",
        "The DHC-8-300, also known as the Bombardier Dash 8, is a twin-engine turboprop aircraft primarily used for regional and short-haul flights.",
        "The DHC-8-300 is a twin-engine turboprop aircraft with a distinctive box-shaped fuselage and a high wing design.",
        "The DHC-8-300 is a medium-sized twin-engine turboprop aircraft designed and built by de Havilland Canada (DHC)."
    ],
    "DR-400": [
        "The DR-400 is a small, single-engine light aircraft with a distinctive high-wing design.",
        "Welcome to Flight 101.",
        " RobinThe DR-400 Robin is a single-engine, four-seat, low-wing monoplane with fixed landing gear.",
        "The DR-400 is a single-engine, four-seat light aircraft with a high wing configuration.",
        "The aircraft model DR-400 is a relatively small single-engine plane with a low wing design.",
        "The DR-400 is a single-engine, four-seat, light aircraft with a low wing design.",
        "The aircraft model DR-400, also known as the Robin DR400, is a small, single-engine, four-seat aircraft used for general aviation and flight training.",
        "The DR-400 is a single-engine, four-seat light aircraft commonly used for personal and training flights.",
        "The aircraft model DR-400, also known as the Robin DR-400 or the DR-400 series, is a popular single-engine, light aircraft used for general aviation and flight training.",
        " at the Grenchen AirportThe DR-400 is a small, single-engine aircraft with a sleek and streamlined design.",
        "The DR-400 is a single-engine, four-seat light aircraft with a low-wing design.",
        "The aircraft model DR-400 is a single-engine, four-seat, low-wing monoplane made of metal and aluminum materials.",
        "The DR-400 is a single-engine light aircraft with a low-wing configuration.",
        "The DR-400 aircraft model is a small, single-engine, four-seater aircraft commonly used for general aviation and training purposes.",
        "The DR-400, also known as the Robin DR400, is a single-engine light aircraft designed and manufactured by the French company Avions Pierre Robin.",
        "</strong></h3>The DR-400 is a single-engine, four-seat light airplane commonly used for training, touring, and personal use.",
        "The DR-400 is a popular single-engine, four-seat light aircraft manufactured by the French company, Robin Aircraft.",
        "The aircraft model DR-400 is a single-engine, two-seat aircraft with a low-wing design.",
        "The aircraft model DR-400 is a single-engine, four-seat, light aircraft manufactured by the French company Daher.",
        "The DR-400 is a single-engine, four-seater light aircraft with a tricycle landing gear.",
        "The DR-400 is a single-engine, low-wing, four-seater French aircraft.",
        " to meThe DR-400 is a light, single-engine, four-seater aircraft that has a sleek and modern appearance.",
        "The DR-400 is a four-seat, single-engine, general aviation aircraft with a low wing design.",
        "The DR-400 is a single-engine, four-seat light aircraft.",
        "The DR-400 model aircraft is a small, single-engine piston aircraft with a traditional high-wing design."
    ],
    "Dornier 328": [
        "JetThe Dornier 328Jet is a mid-sized commercial aircraft with a sleek and modern design.",
        "JETDornier 328JET is a twin-engine, short-range turboprop aircraft that has a sleek and modern appearance.",
        "The Dornier 328 is a twin-engine, turboprop aircraft with a sleek and compact design.",
        "The Dornier 328 is a small twin-engine, turboprop regional aircraft with a distinctive appearance.",
        "The Dornier 328 is a twin-engine turboprop regional aircraft that has a sleek and streamlined appearance.",
        "The Dornier 328 is a mid-sized turboprop aircraft with a sleek and streamlined appearance.",
        "The Dornier 328 aircraft is a small to medium-sized jet airliner that has a slim and streamlined appearance.",
        "The Dornier 328 is a twin-engine turboprop regional aircraft with a sleek and streamlined design.",
        "The Dornier 328 is a twin-turboprop regional aircraft with a sleek and modern design.",
        "The Dornier 328 is a twin-turboprop regional airliner designed and manufactured by German company Dornier Flugzeugwerke.",
        "The Dornier 328 is a twin-engine turboprop regional airliner and commuter aircraft manufactured by the German company Dornier GmbH in the 1990s.",
        "The Dornier 328 is a twin-engine turboprop regional aircraft.",
        "The aircraft model Dornier 328 has a sleek and streamlined appearance with a slightly elongated fuselage and swept-back wings.",
        "The Dornier 328 is a twin turboprop regional airliner with a sleek and angular appearance.",
        "The Dornier 328 is a twin-engine turboprop regional airliner that has a sleek and streamlined appearance.",
        "The Dornier 328 is a German-made passenger aircraft that has a distinctive appearance.",
        "The aircraft model Dornier 328 is a twin-engine turboprop aircraft with a sleek and streamlined exterior design.",
        " The Dornier 328 is a regional turboprop and jet aircraft designed and manufactured by Dornier GmbH (now part of Airbus) in Germany.",
        "The Dornier 328 is a twin-propeller regional turboprop aircraft with a sleek and streamlined design.",
        "The Dornier 328 is a regional turboprop and jet-powered aircraft model developed by the German company Dornier Luftfahrt GmbH.",
        "The Dornier 328 is a twin-engine turboprop regional airliner with a sleek and compact design.",
        "The Dornier 328 is a twin-engine, turboprop regional aircraft with an overall sleek and streamlined appearance.",
        "The Dornier 328 is a twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Dornier 328 is a twin-engine turboprop aircraft that has a sleek and streamlined design.",
        "BThe Dornier 328B is a twin-engine turboprop regional airliner that has a sleek and modern appearance."
    ],
    "E-170": [
        "The E-170 is a small, twin-engine commercial aircraft that typically seats between 66 and 80 passengers.",
        "The E-170, also known as the Embraer 170, is a narrow-body, twin-engine, single-aisle regional jet aircraft.",
        "The aircraft model E-170 is a mid-sized jet airliner that has a sleek and modern appearance.",
        "The Embraer E-170 is a small commercial aircraft with a sleek and modern appearance.",
        "The E-170 is a popular regional jet aircraft designed and manufactured by Brazilian aircraft manufacturer Embraer.",
        "The Embraer E-170 is a small commercial passenger aircraft designed and manufactured by Brazilian aircraft manufacturer, Embraer.",
        "The aircraft model E-170, also known as Embraer 170, is a twin-engine regional jet developed and manufactured by Brazilian aerospace company Embraer.",
        "The E-170 is a twin-engine commercial aircraft with a sleek and streamlined appearance.",
        "The E-170 is a medium-sized, twin-engine jet aircraft with a sleek and modern appearance.",
        "The aircraft model E-170 has a sleek and modern appearance.",
        "The E-170 is a medium-range, twin-engine commercial airliner designed and manufactured by Brazilian aerospace manufacturer Embraer.",
        "\nThe E-170 is a medium-sized, narrow-body, twin-engine commercial aircraft with a modern and sleek appearance.",
        "The E-170 aircraft model has a sleek and aerodynamic design with a low-wing configuration.",
        "The E-170 is a small commercial aircraft model produced by Embraer, a Brazilian aerospace company.",
        "The E-170 is a small commercial jet aircraft designed and built by Brazilian manufacturer Embraer.",
        "The Embraer E-170 is a narrow-body, twin-engine commercial airliner.",
        "The aircraft model E-170 is a small to medium-sized commercial airplane with a streamlined design and rounded edges.",
        "The E-170 is a small, twin-engine commercial aircraft with a sleek and streamlined appearance.",
        "The E-170 is a small, twin-engine commercial aircraft that has a sleek and streamlined appearance.",
        "The E-170 is a mid-sized commercial aircraft with a sleek and modern appearance.",
        "The E-170 aircraft model has a sleek and streamlined appearance.",
        "The E-170 is a twin-engine regional jet aircraft with a narrow body and sleek design.",
        "The E-170 is a twin-engine narrow-body commercial aircraft.",
        "The E-170 is a small regional jet aircraft with a narrow body design.",
        "The aircraft model E-170, also known as the Embraer 170, is a medium-sized commercial passenger jet."
    ],
    "E-190": [
        " The E-190 is a narrow-body, twin-engine jet aircraft designed and manufactured by Embraer, a Brazilian aerospace company.",
        "The E-190 is a narrow-body, twin-engine aircraft manufactured by Embraer, a Brazilian aerospace company.",
        " whatThe Embraer E-190 is a narrow-body, twin-engine jet aircraft used for short to medium-range flights.",
        "The E-190 is a medium-range, narrow-body commercial aircraft manufactured by Embraer, a Brazilian aerospace company.",
        "The E-190 is a mid-sized, twin-engine jetliner designed for regional and short-haul flights.",
        "The E-190 is a small commercial aircraft with a sleek and elegant design.",
        "The E-190 is a narrow-body, twin-engine commercial airliner designed and manufactured by Embraer, a Brazilian aerospace company.",
        "The E-190 aircraft model is a medium-sized, narrow-body commercial airliner built by the Brazilian aerospace company Embraer.",
        "The E-190 is a narrow-bodied, twin-engine commercial aircraft with a length of 36m and a wingspan of 28.",
        "The E-190 is a relatively small commercial aircraft with a single aisle and two engines mounted on the wings.",
        "The E-190 is a narrow-body, medium-range commercial aircraft manufactured by Embraer, a Brazilian aerospace company.",
        "The aircraft model E-190 is a medium-sized commercial jet with a sleek and modern appearance.",
        "The E-190 is a medium-sized, narrow-body commercial aircraft with a distinct sleek and modern look.",
        "The aircraft model E-190 has a sleek and modern appearance.",
        "The aircraft model E-190 has a sleek and streamlined appearance, with a narrow and elongated fuselage that tapers off towards the tail.",
        "The E-190 aircraft model is a short to medium-range narrow-body jet airliner.",
        "The E-190 is a medium-sized, twin-engine commercial aircraft with a narrow, pointed nose and smooth, streamlined body.",
        "\nThe E-190 aircraft model has a streamlined and modern appearance.",
        "The aircraft model E-190 is a small, twin-engine jetliner designed and manufactured by Brazilian aerospace company Embraer.",
        " TLThe E-190 TL is a narrow-body, twin-engine regional aircraft.",
        "The E-190 aircraft model is a narrow-bodied commercial jet with a sleek and modern appearance.",
        "The aircraft model E-190 has a sleek and aerodynamic appearance, with a pointed nose and streamlined body that tapers towards the back.",
        "The E-190 is a medium-range, narrow-body, twin-engine jet aircraft.",
        "The aircraft model E-190 is a narrow-body, twin-engine jet airplane with a distinctive pointed nose and low-slung fuselage.",
        "The aircraft model E-190 is a medium-sized commercial passenger jet that has a sleek and modern appearance."
    ],
    "E-195": [
        "The E-195 is a commercial jet aircraft manufactured by Brazilian aerospace company Embraer.",
        "The E-195 is a narrow-body, medium-range jet airliner with a streamlined and sleek design.",
        "The E-195 is a narrow-body, twin-engine commercial jet aircraft.",
        "The E-195 is a medium-sized, twin-engine, narrow-body aircraft with a sleek and modern appearance.",
        "The E-195 is a medium-size commercial aircraft with a sleek and modern appearance.",
        "The E-195 is a modern narrow-body commercial jet aircraft with a sleek and streamlined design.",
        "The E-195 is a medium-sized, twin-engine commercial aircraft with a low-wing configuration.",
        "The E-195 is a large commercial aircraft manufactured by Embraer, a Brazilian aerospace company.",
        "The E-195 is a narrow-body, medium-range passenger aircraft designed and manufactured by Brazilian aerospace company Embraer.",
        "The aircraft model E-195 is a narrow-body commercial airplane with a sleek and aerodynamic design.",
        "The E-195 is a medium-range, narrow-body aircraft designed and manufactured by Brazilian company Embraer.",
        "The E-195 is a medium-sized narrow-body commercial aircraft, commonly referred to as an airliner.",
        "The E-195 is a narrow-body, twin-engine commercial aircraft model with a distinct appearance and design.",
        "The E-195 is a narrow-body jet airliner with a distinctive \"double-bubble\" fuselage design.",
        "The Embraer E-195 is a narrow-body, twin-engine jet airliner produced by Brazilian aircraft manufacturer Embraer.",
        "The E-195 is a sleek and modern airliner with a slim body and low swept-back wings.",
        "The aircraft model E-195 is a narrow-body, twin-engine airliner built by Brazilian company Embraer.",
        "The E-195 aircraft model is a medium-sized, single-aisle commercial aircraft.",
        "The E-195 is a narrow-body, twin-engine commercial aircraft made by Brazilian aerospace company Embraer.",
        "The E-195 is a medium-sized, twin-engine, narrow-body commercial aircraft with a distinctive elongated shape.",
        "The Embraer E-195 is a twin-engine, single-aisle commercial aircraft that typically holds around 120 passengers in a standard configuration.",
        "The E-195 is a narrow-body, twin-engine commercial airliner manufactured by Brazilian aerospace company Embraer.",
        "The E-195 aircraft model is a narrow-body, single-aisle commercial airplane.",
        "The E-195 is a medium-sized, narrow-body, single-aisle commercial jet aircraft.",
        "The aircraft model E-195 is a medium-sized jet with a sleek and streamlined design."
    ],
    "EMB-120": [
        "The aircraft model EMB-120 is a medium-sized turboprop plane with a sleek and streamlined appearance.",
        "The aircraft model EMB-120 is a twin-turboprop regional airliner that has a sleek and aerodynamic appearance.",
        "The EMB-120, also known as the Embraer Brasilia, is a regional turboprop aircraft manufactured by Brazilian aerospace company Embraer.",
        "Content the color seamsThe EMB-120 is a twin-turboprop regional aircraft manufactured by Embraer.",
        "The EMB-120, also known as the Embraer Brasilia, is a Brazilian-made commercial aircraft designed for regional flights.",
        "The EMB-120, also known as the Embraer 120 Brasilia, is a twin-engine turboprop aircraft manufactured by Brazilian aerospace company Embraer.",
        "The EMB-120 is a small regional turboprop aircraft designed and manufactured by Brazilian aerospace company Embraer.",
        "\nThe EMB-120, also known as the Embraer Brasilia, is a twin-turboprop regional airliner.",
        "The aircraft model EMB-120, also known as the Embraer Brasilia, is a twin-engine turboprop aircraft commonly used for regional and short-haul flights.",
        "The Embraer EMB-120 is a twin-engine, turboprop aircraft commonly used for regional and short-haul flights.",
        "The aircraft model EMB-120, also known as the Embraer 120 Brasilia, is a medium-sized twin-engine turboprop aircraft used for regional and commuter flights.",
        "The EMB-120 is a medium-sized twin-engine turboprop aircraft manufactured by Brazilian aerospace company Embraer.",
        ".",
        "The Embraer EMB-120, also known as the Brasilia, is a twin-engine turbo-prop aircraft that can seat up to 30 passengers.",
        "RTThe EMB-120RT is a regional turboprop aircraft with a sleek and streamlined design.",
        "\nThe Embraer EMB-120, also known as the Brasilia or EMB-120 Brasilia, is a twin-turboprop aircraft model designed and built by the Brazilian aircraft manufacturer Embraer.",
        "\nThe EMB-120 is a twin-turboprop regional airliner.",
        "The EMB-120, also known as the Embraer Brasilia, is a regional turboprop aircraft designed and manufactured by Brazilian aerospace company Embraer.",
        "The EMB-120 is a twin-engine turboprop aircraft with a relatively small and narrow body.",
        "The EMB-120, also known as the Embraer Brasilia, is a twin-engine turboprop aircraft produced by the Brazilian company Embraer.",
        "The aircraft model EMB-120, also known as the Embraer Brasilia, is a twin-engine turboprop plane primarily used for regional flights.",
        "The EMB-120 is a sleek and compact aircraft with a traditional \"tube and wing\" design.",
        "\nThe EMB-120 is a compact, high-wing regional turboprop aircraft designed by Brazilian manufacturer Embraer.",
        "The EMB-120, also known as the Embraer Brasilia, is a Brazilian twin-turboprop commuter aircraft.",
        "BrasiliaThe EMB-120 Brasilia is a twin-engine turboprop aircraft with a sleek and streamlined appearance."
    ],
    "ERJ 135": [
        "The ERJ 135 is a medium-range, twin-engine commercial aircraft with a narrow body and a low sweep wing design.",
        "The ERJ 135 is a small regional jet aircraft with a sleek and modern appearance.",
        "\nThe ERJ 135 is a regional jet aircraft model designed and manufactured by Embraer, a Brazilian aerospace company.",
        "The ERJ 135 is a small regional jet aircraft with a streamlined and aerodynamic design.",
        "The ERJ 135 is a narrow-bodied, twin-engine regional jet aircraft.",
        "The ERJ 135 is a regional jet manufactured by Embraer, a Brazilian aerospace company.",
        "\nThe ERJ 135 is a small regional jet aircraft with a sleek and streamlined appearance.",
        "The ERJ 135 is a small regional airliner that has a sleek and streamlined appearance.",
        "The ERJ 135 is a small regional jet manufactured by Embraer.",
        "The ERJ 135 is a regional jet aircraft model designed and produced by Embraer, a Brazilian aerospace company.",
        "The aircraft model ERJ 135 is a small regional jet that has a sleek and streamlined appearance.",
        "The aircraft model ERJ 135 is a small commercial jet designed and manufactured by Embraer, a Brazilian aerospace company.",
        "\nThe ERJ 135 is a small regional jet aircraft with a sleek and streamlined appearance.",
        "The aircraft model ERJ 135 is a small regional jet with a sleek and streamlined appearance.",
        "The ERJ 135 is a regional jet aircraft produced by Embraer, a Brazilian aerospace company.",
        "The Embraer ERJ 135 is a regional aircraft that features a twin-engine configuration and a low-wing design.",
        "The ERJ 135 is a small regional aircraft that typically seats 37-40 passengers in a 1-2 configuration.",
        "The ERJ 135 is a regional jet aircraft designed and produced by Brazilian aerospace manufacturer Embraer.",
        "The ERJ 135 is a small commercial aircraft known for its compact size and efficient performance.",
        "The ERJ 135 is a small regional jet aircraft manufactured by the Brazilian aerospace company Embraer.",
        "The ERJ 135 is a commercial passenger aircraft that has a sleek and streamlined appearance.",
        "\nThe ERJ 135 is a narrow-body regional jet aircraft with a sleek and slightly pointed nose.",
        "The ERJ 135 is a regional commercial aircraft designed and manufactured by Embraer, a Brazilian aerospace company.",
        "The ERJ 135 is a regional jet aircraft manufactured by Embraer, a Brazilian aerospace company.",
        "The ERJ 135 is a small, twin-engine regional jet aircraft manufactured by Embraer, a Brazilian aerospace company."
    ],
    "ERJ 145": [
        "The aircraft model ERJ 145 is a regional jet that typically has a length of 29.",
        "The ERJ 145 is an aircraft model used for regional passenger flights.",
        "The ERJ 145 is a regional jet aircraft manufactured by Embraer, a Brazilian aerospace company.",
        "The ERJ 145 is a small twin-engine regional jet aircraft with a sleek and modern design.",
        "\nThe aircraft model ERJ 145 is a twin-engine regional jet with a sleek, streamlined design.",
        "The ERJ 145 is a narrow-body regional jet aircraft model manufactured by Brazilian aerospace company Embraer.",
        "The ERJ 145 is a twin-engine regional jet aircraft that is longer and slimmer than other regional jets.",
        "The ERJ 145 is a regional jet aircraft designed and manufactured by Brazilian aerospace company Embraer.",
        "The ERJ 145 is a small narrow-body regional jet aircraft designed and produced by Brazilian aerospace company Embraer.",
        "The ERJ 145 is a twin-engine narrow-body regional aircraft manufactured by Embraer, a Brazilian aerospace company.",
        "The ERJ 145 is a regional jet aircraft with a sleek, streamlined appearance.",
        "The ERJ 145 is a twin-engine regional jet aircraft designed and manufactured by Embraer, a Brazilian aerospace company.",
        "The ERJ 145 is a twin-engine regional jet aircraft designed and produced by Embraer, a Brazilian aerospace company.",
        "The ERJ 145 is a twin-engine regional jet aircraft with a narrow, streamlined fuselage.",
        "The ERJ 145 is a mid-sized passenger aircraft with a sleek and streamlined design.",
        "The ERJ 145 is a regional jet aircraft manufactured by Brazilian aerospace company Embraer.",
        "The aircraft model ERJ 145 is a regional jetliner designed and manufactured by Brazilian aerospace company Embraer.",
        "The ERJ 145 is a twin-engine regional jet aircraft model designed and manufactured by Brazilian aerospace company Embraer.",
        "The ERJ 145 is a mid-sized commercial aircraft manufactured by Brazilian aerospace company Embraer.",
        "The ERJ 145 is a regional aircraft model manufactured by Embraer, a Brazilian aerospace company.",
        "The ERJ 145 is a narrow-bodied regional jet aircraft manufactured by Embraer, a Brazilian aerospace conglomerate.",
        "The aircraft model ERJ 145 is a small and sleek commercial aircraft with a distinctive tapered rear end and low-slung wings.",
        "The ERJ 145 is a medium-sized twin-engine regional jet aircraft that has a distinctive appearance.",
        "The Embraer ERJ 145 is a twin-engine regional jet designed and manufactured by Brazilian aircraft manufacturer Embraer.",
        "The ERJ 145 is a twin-engine regional jet aircraft designed and manufactured by Embraer, a Brazilian aerospace company."
    ],
    "Embraer Legacy 600": [
        "The Embraer Legacy 600 is a medium-sized business jet with a sleek and modern appearance.",
        "The Embraer Legacy 600 is a medium-sized, twin-engine business jet aircraft.",
        "The Embraer Legacy 600 is a larger, modern-looking private jet with a sleek and streamlined design.",
        "\nThe Embraer Legacy 600 is a midsize, twin-engine business jet manufactured by the Brazilian aerospace company Embraer.",
        "The Embraer Legacy 600 is a mid-size, twin-engine corporate jet aircraft with a sleek and modern appearance.",
        "The Embraer Legacy 600 is a mid-sized corporate jet with a sleek and modern appearance.",
        "The Embraer Legacy 600 is a midsize, twin-engine business jet that has a sleek and modern appearance.",
        "The Embraer Legacy 600 is a sleek and modern-looking mid-size business jet.",
        "The Embraer Legacy 600 is a sleek and modern looking aircraft model.",
        "The Embraer Legacy 600 is a mid-size, twin-engine business jet with a sleek and modern appearance.",
        "The Embraer Legacy 600 is a sleek and modern twin-engine business jet with a distinctively pointed nose.",
        "The Embraer Legacy 600 is a mid-size, luxury corporate jet designed and manufactured by the Brazilian aircraft company Embraer.",
        "The Embraer Legacy 600 is a mid-size business jet with a sleek and aerodynamic design.",
        "The Embraer Legacy 600 is a sleek and modern-looking aircraft with a spacious and luxurious interior.",
        "The Embraer Legacy 600 is a mid-size corporate jet that has a sleek and modern appearance.",
        "The Embraer Legacy 600 is a medium to large sized business jet with a sleek and modern appearance.",
        "The Embraer Legacy 600 is a midsize corporate jet with a sleek and modern appearance.",
        "The Embraer Legacy 600 is a medium-sized business jet with a sleek and modern design.",
        "The Embraer Legacy 600 is a mid-sized, twin-engine business jet with a sleek and modern design.",
        "The Embraer Legacy 600 has a sleek and streamlined appearance with a long, tapered nose and a high, swept-back wing design.",
        "The Embraer Legacy 600 is a mid-size executive jet with a sleek and modern appearance.",
        "The Embraer Legacy 600 is a sleek and modern looking aircraft.",
        "The Embraer Legacy 600 is a medium-sized, private jet with a sleek and modern design.",
        "The Embraer Legacy 600 is a mid-sized, executive jet aircraft with a sleek and modern appearance.",
        "The Embraer Legacy 600 is a mid-size corporate aircraft model designed and produced by Brazilian manufacturer, Embraer."
    ],
    "Eurofighter Typhoon": [
        "The Eurofighter Typhoon is a twin-engine, delta-wing multirole fighter aircraft designed and produced by a consortium of European countries including the UK, Germany, Italy, and Spain.",
        "The Eurofighter Typhoon is a twin-engine, delta-wing fighter aircraft with a streamlined and aerodynamic design.",
        "The Eurofighter Typhoon is a modern and highly advanced multi-role fighter aircraft with a sleek and streamlined design.",
        "The Eurofighter Typhoon is a twin-engine, multirole fighter aircraft designed and built by a consortium of European countries.",
        "The Eurofighter Typhoon is a sleek and modern looking aircraft with a highly aerodynamic design.",
        "The Eurofighter Typhoon is a sleek and aerodynamic fighter aircraft model.",
        "The Eurofighter Typhoon is a sleek and powerful twin-engine fighter jet that has a distinct angular and tapered shape.",
        "\nThe Eurofighter Typhoon is a sleek and aerodynamic multi-role fighter jet with a delta wing design.",
        "The Eurofighter Typhoon is a large, twin-engine, supersonic fighter aircraft that has a sleek and modern appearance.",
        "\nThe Eurofighter Typhoon is a modern, high-performance fighter aircraft designed for air superiority and multi-role missions.",
        "The Eurofighter Typhoon is a twin-engine, multi-role fighter aircraft with a sleek and aerodynamic design.",
        "The Eurofighter Typhoon is a twin-engine, delta-wing fighter aircraft with a sleek and aerodynamic design.",
        "The Eurofighter Typhoon is a twin-engine, delta-wing, multirole fighter aircraft.",
        "The Eurofighter Typhoon is a highly advanced fighter jet that has a sleek and futuristic appearance.",
        "The Eurofighter Typhoon is a modern and sleek combat aircraft with a delta wing design.",
        "The Eurofighter Typhoon is a twin-engine, delta-wing multirole fighter aircraft.",
        "The Eurofighter Typhoon is a sleek and modern aircraft, designed to be extremely agile and versatile for a variety of missions.",
        "The Eurofighter Typhoon is a twin-engine, delta-wing, multirole fighter aircraft.",
        "The Eurofighter Typhoon is a sleek and modern multi-role fighter aircraft with an aerodynamically shaped frame.",
        "The Eurofighter Typhoon is a twin-engine, delta-wing combat aircraft designed for air superiority and ground attack missions.",
        "The Eurofighter Typhoon is a modern, delta-wing, twin-engine multirole fighter aircraft.",
        "The Eurofighter Typhoon is a twin-engine, delta-winged multirole fighter aircraft designed for air superiority missions.",
        "The Eurofighter Typhoon is a sleek and modern fighter aircraft with a streamlined and angular design.",
        "The Eurofighter Typhoon is a modern, twin-engine, delta-wing combat aircraft designed for use in air-to-air and air-to-surface missions.",
        "The Eurofighter Typhoon is a single-seat, twin-engine, multi-role combat aircraft that has been in service since 2003."
    ],
    "F-16A/B": [
        "-MLUThe F-16A/B-MLU is a single-engine, multi-role fighter jet with a sleek and streamlined design.",
        "The F-16A/B is a single-engine, supersonic multirole fighter aircraft designed and manufactured by General Dynamics and later Lockheed Martin.",
        "The F-16A/B is a single-engine, single-seat, multi-role fighter aircraft.",
        "The F-16A/B is a single-engine, supersonic fighter aircraft that has a sleek and aerodynamic appearance.",
        "-The F-16A/B is a single-engine, single-seat fighter aircraft with a streamlined and aerodynamic design.",
        "The F-16A/B is a single-engine supersonic fighter aircraft, primarily used for air-to-air combat and air-to-surface attack missions.",
        "The F-16A/B is a single-engine, single-seat, supersonic fighter aircraft with a delta wing design and a slightly swept back nose.",
        "The F-16A/B is a single-engine, supersonic, multi-role fighter aircraft.",
        "The F-16A/B, also known as the Fighting Falcon, is a single-engine, multirole fighter aircraft.",
        "The F-16A/B is a single-seat, single-engine fighter aircraft with a streamlined and sleek appearance.",
        "\nThe F-16A/B is a single-engine, highly maneuverable fighter jet primarily used by the United States Air Force.",
        "The F-16A/B is a single-engine, multirole fighter aircraft with a sleek and aerodynamic design.",
        "The F-16A/B is a single-engine, multirole fighter aircraft with a compact and streamlined design.",
        "The F-16A/B is a single-engine, multi-role fighter jet that has been in use by the United States Air Force and its allies since the 1970s.",
        "\nThe F-16A/B is a single-engine, compact and highly maneuverable fighter aircraft.",
        "\nThe F-16A/B is a single-engine, single-seat fighter aircraft.",
        "The F-16A/B is a single-engine, multi-role fighter aircraft with a sleek and compact design.",
        "The F-16A/B is a sleek and streamlined single-engine fighter jet that has a distinct triangular shape.",
        "The F-16A/B is a sleek and streamlined fighter aircraft with a single-seat cockpit and delta wing design.",
        "The F-16A/B is a sleek and agile single-engine multirole aircraft.",
        "The F-16A/B is a single-engine, supersonic fighter aircraft that has a sleek and streamlined appearance.",
        "The F-16A/B is a single-engine, supersonic multirole fighter aircraft.",
        "The F-16A/B is a single-engine, single-seat, supersonic fighter aircraft used by the United States Air Force and many other countries.",
        "The aircraft model F-16A/B is a single-engine, multirole fighter jet.",
        "The F-16A/B is a single-engine supersonic fighter jet designed and manufactured by General Dynamics and Lockheed Martin."
    ],
    "F/A-18": [
        "The F/A-18 is a military fighter and attack aircraft with a sleek and streamlined appearance.",
        "\nThe F/A-18 is a military aircraft designed by McDonnell Douglas and manufactured by Boeing.",
        "The F/A-18 is a twin-engine, supersonic, all-weather, multirole fighter aircraft.",
        "The F/A-18 is a twin-engine, supersonic, multi-role fighter aircraft.",
        "The F/A-18 is a twin-engine, mid-wing, multi-role fighter aircraft with a sleek and streamlined design.",
        "The F/A-18 is a sleek and aerodynamic fighter jet with a distinct dual-engine design.",
        "The F/A-18 is a twin-engine, multi-role fighter jet used by the United States Navy and Marine Corps.",
        "The F/A-18 is a twin-engine, two-seat, twin-tail, supersonic fighter jet.",
        "The F/A-18 is a twin-engine, mid-wing, multi-mission aircraft with a streamlined and aerodynamic design.",
        "The F/A-18 is a twin-engine, supersonic fighter jet designed and manufactured by the American company McDonnell Douglas (now Boeing).",
        "The F/A-18 is a twin-engine, supersonic, all-weather, carrier-capable fighter jet.",
        "The F/A-18 is a sleek, multi-purpose fighter aircraft with a predominantly blue and gray color scheme.",
        "AThe F/A-18A is a medium-sized, single-seat, twin-engine fighter jet with a sleek and compact design.",
        " The F/A-18 is a twin-engine, multi-role fighter aircraft with a sleek and streamlined design.",
        "The F/A-18 is a twin-engine, supersonic fighter jet designed and manufactured by Boeing.",
        "The F/A-18 is a multirole combat aircraft with a sleek and streamlined appearance.",
        " \"The F/A-18 is a twin-engine, supersonic, all-weather, multirole combat aircraft.",
        "The F/A-18 is a military fighter jet that is commonly used by the United States Navy and Marine Corps.",
        "The F/A-18 is a twin-engine, single-seat, carrier-capable fighter and attack aircraft.",
        "The F/A-18 is a twin-engine, supersonic fighter aircraft with a sleek and streamlined design.",
        "The F/A-18 is a twin-engine, multirole combat aircraft with a sleek and streamlined appearance.",
        "The F/A-18 is a sleek and aerodynamic twin-engine military aircraft.",
        "The F/A-18, also known as the \"Hornet,\" is a twin-engine, supersonic, all-weather carrier-capable multirole fighter aircraft.",
        "The F/A-18 is a multirole fighter aircraft designed and manufactured by American aerospace company, McDonnell Douglas (now part of Boeing).",
        "The F/A-18 is a twin-engine, supersonic, all-weather, multirole fighter jet designed and manufactured by McDonnell Douglas, now Boeing."
    ],
    "Falcon 2000": [
        "The Falcon 2000 is a mid-sized, twin-engine business jet manufactured by French company Dassault Aviation.",
        "\nThe Falcon 2000 is a large, twin-engine business jet with a sleek and streamlined appearance.",
        "The Falcon 2000 is a mid-sized, twin-engine business jet aircraft manufactured by Dassault Aviation.",
        "The Falcon 2000 is a medium-sized, twin-engine corporate jet manufactured by French aerospace company Dassault Aviation.",
        "The Falcon 2000 is a mid-sized, twin-engine corporate jet manufactured by Dassault Aviation.",
        "The Falcon 2000 is a private jet with a sleek and modern appearance.",
        "The Falcon 2000 is a sleek and modern-looking aircraft.",
        "LXSThe Falcon 2000LXS is a sleek and modern aircraft with a distinctive aerodynamic design.",
        "The Falcon 2000 is a mid-sized, twin-engine aircraft with a sleek and modern design.",
        "The Falcon 2000 is a medium-sized commercial jet aircraft manufactured by Dassault Aviation.",
        "The Falcon 2000 is a mid-sized, twin-engine business jet manufactured by French aircraft manufacturer Dassault Aviation.",
        "The Falcon 2000 is a twin-engine, medium-sized aircraft with a sleek and streamlined appearance.",
        "The Falcon 2000 is a medium-sized, twin-engine business jet with a sleek and streamlined design.",
        "\nThe Falcon 2000 is a mid-sized corporate jet manufactured by Dassault Aviation.",
        "The Falcon 2000 is a medium-sized, twin-engine business jet produced by French aircraft manufacturer Dassault Aviation.",
        "The Falcon 2000 is a fixed-wing, twin-engine business jet designed and manufactured by French aircraft manufacturer Dassault Aviation.",
        "sThe Falcon 2000s is a mid-size business jet aircraft model manufactured by Dassault Aviation.",
        "\nThe Falcon 2000 is a twin-engine, midsize business jet produced by Dassault Aviation.",
        "The Falcon 2000 is a large business jet designed and manufactured by Dassault Aviation.",
        "The Falcon 2000 is a sleek and elegant high-performance business jet.",
        "The Falcon 2000 is a mid-sized, twin-engine business jet manufactured by French company Dassault Aviation.",
        "The Falcon 2000 is a twin-engine business jet aircraft manufactured by Dassault Aviation.",
        "The Falcon 2000 is a sleek, mid-sized business jet with a distinctive design that sets it apart from other aircraft models.",
        "The Falcon 2000 is a mid-sized, twin-engine business jet aircraft manufactured by Dassault Aviation.",
        "The Falcon 2000 is a business jet designed and manufactured by Dassault Aviation."
    ],
    "Falcon 900": [
        "The Falcon 900 is a trijet, mid-sized business jet manufactured by Dassault Aviation.",
        "The Falcon 900 is a sleek and elegant three-engine business jet designed and manufactured by French aircraft manufacturer Dassault Aviation.",
        "The Falcon 900 is a three-engine corporate jet with a sleek and elegant appearance.",
        "The Falcon 900 is a sleek and modern-looking aircraft that is easily recognizable for its distinctive white and blue paint scheme.",
        "The Falcon 900 is a sleek and elegant business jet with a modern and aerodynamic design.",
        "The Falcon 900 is a large business jet aircraft that features a sleek, elegant design.",
        "The Falcon 900 is a large, trijet executive jet designed and manufactured by French company Dassault Aviation.",
        "The Falcon 900 is a large, three-engine private jet with a sleek and streamlined appearance.",
        "The Falcon 900 is a large, three-engine business jet designed and manufactured by French aerospace company Dassault Aviation.",
        "The Falcon 900 is a luxurious and sleek trijet aircraft with a distinct profile.",
        "The Falcon 900 is a trijet business jet produced by French manufacturer Dassault Aviation.",
        "The Falcon 900 is an elegant and sleek business jet that exudes sophistication and luxury.",
        "The Falcon 900 is a large, trijet business jet manufactured by Dassault Aviation.",
        "The Falcon 900 is a mid-sized business jet aircraft manufactured by Dassault Aviation.",
        "The Falcon 900 is a sleek and stylish three-engine private jet that gives off a luxurious and powerful vibe.",
        "The Falcon 900 is a luxurious and sleek-looking aircraft with a modern design.",
        "The aircraft model Falcon 900 is a large, three-engine business jet that has a distinctive and elegant appearance.",
        "The Falcon 900 model is a medium-sized, three-engine corporate jet designed and manufactured by French company Dassault Aviation.",
        "The aircraft model Falcon 900 is a mid-size trijet business jet designed and manufactured by French company Dassault Aviation.",
        "bThe Falcon 900b is a large, mid-sized corporate jet aircraft designed and manufactured by the French aerospace company Dassault Aviation.",
        "The Falcon 900 is a large, three-engine business jet aircraft manufactured by Dassault Aviation.",
        "The Falcon 900 is a mid-sized, tri-jet aircraft model designed and manufactured by French company Dassault Aviation.",
        "The Falcon 900 is a large, mid-size trijet aircraft with a sleek and streamlined design.",
        "The Falcon 900 is a large, three-engine aircraft designed and produced by the French aviation company Dassault Aviation.",
        "The Falcon 900 is a mid-sized to long-range aircraft model manufactured by the French-based company Dassault Aviation."
    ],
    "Fokker 100": [
        "The Fokker 100 is a modern-looking, twin-engine, medium-size commercial aircraft that features a low-wing design and a T-tail.",
        "The Fokker 100 is a mid-sized twin-engine airliner with a sleek and streamlined appearance.",
        "The Fokker 100 is a medium-range, twin-engine jet airliner that has a sleek and streamlined appearance.",
        "The Fokker 100 is a medium-sized, twin-engine jet aircraft with a streamlined and aerodynamic design.",
        "The Fokker 100 is a medium-sized, twin-engine, narrow-body aircraft with a streamlined design.",
        "The Fokker 100 is a twin-engine regional jet aircraft that has a sleek and streamlined appearance.",
        "\nThe Fokker 100 is a medium-sized, twin-engine jet aircraft with a narrow body design.",
        "The Fokker 100 is a medium-sized twin-engine jet aircraft with a sleek, modern design.",
        "The Fokker 100 is a medium-sized twin-engine jet airliner with a sleek and streamlined appearance.",
        "The Fokker 100 is a medium-sized commercial passenger aircraft that has a sleek and streamlined design.",
        "The Fokker 100 is a medium-sized short-to-medium range commercial jet airliner with a distinctive appearance.",
        "The Fokker 100 is a medium-sized commercial passenger aircraft with a sleek and streamlined appearance.",
        "The Fokker 100 is a medium-sized twin-engine aircraft with a sleek and streamlined design.",
        "The Fokker 100 is a twin-engined, medium-sized aircraft with a low-wing configuration.",
        "The Fokker 100 is a twin-engine, medium-range aircraft with a slim and sleek design.",
        "The Fokker 100 is a small to medium-sized aircraft with a sleek and streamlined design.",
        "The Fokker 100 is a medium-sized twin-engine jet airliner that has a sleek and modern appearance.",
        "The aircraft model Fokker 100 is a medium-sized, twin-engine jet airliner with a sleek and streamlined design.",
        "The Fokker 100 is a twin-engine, narrow-body passenger aircraft with a sleek and aerodynamic design.",
        "The Fokker 100 is a twin-engine, narrow-body aircraft with a sleek and modern design.",
        "The Fokker 100 is a medium-sized, twin-engine jet airliner.",
        "The Fokker 100 is a twin-engine, narrow-body aircraft model that has a distinctive appearance characterized by its curvy shape and sleek design.",
        "The Fokker 100 is a mid-sized, twin-engine jet aircraft with a clean and aerodynamic design.",
        "The Fokker 100 is a small to medium sized commercial airliner with a sleek and streamlined appearance.",
        "The Fokker 100 is a medium-sized, twin-engine jet aircraft with a sleek and streamlined appearance."
    ],
    "Fokker 50": [
        "The Fokker 50 is a twin-engine turboprop airliner that has a sleek and modern appearance.",
        "The Fokker 50 is a twin-engine turboprop aircraft commonly used for regional and short-haul flights.",
        "The Fokker 50 is a medium-sized turboprop aircraft with a slim and sleek fuselage.",
        "The Fokker 50 is a twin-engine turboprop aircraft, with a sleek and streamlined design.",
        "The Fokker 50 is a medium-sized, twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Fokker 50 is a regional turboprop passenger aircraft model produced by the Dutch aerospace company, Fokker.",
        "The Fokker 50 is a medium-sized twin-turboprop aircraft with a narrow body and a high wing design.",
        "The Fokker 50 is a twin-engine turboprop aircraft that is designed for regional flights.",
        "The Fokker 50 is a mid-size turboprop airliner that has a sleek and streamlined appearance.",
        "\nThe Fokker 50 is a medium-sized twin-engine turboprop aircraft with a boxy and angular overall appearance.",
        "The Fokker 50 is a short-range turboprop regional airliner that typically has a length of 25 meters, a wingspan of 29 meters, and a height of 8 meters.",
        "The Fokker 50 is a twin-engine passenger aircraft with a relatively small and compact size.",
        "The Fokker 50 is a medium-sized, twin-engine turboprop aircraft.",
        "The Fokker 50 is a small, twin-engine turboprop aircraft that is typically used for regional flights.",
        "The Fokker 50 is a compact, twin-engine turboprop airliner with a sleek and modern appearance.",
        "The Fokker 50 is a twin-engine turboprop airliner designed and manufactured by the Dutch company Fokker.",
        "The Fokker 50 is a small twin-engine turboprop aircraft that features a high wing, with the engines mounted on each wing.",
        "The Fokker 50 is a medium-sized turboprop aircraft with a sleek and streamlined appearance.",
        "The Fokker 50 is a twin-engine turboprop passenger aircraft that has a distinct boxy and compact appearance.",
        "The Fokker 50 is a twin-engined turboprop aircraft with a sleek and streamlined appearance.",
        "\nThe Fokker 50 is a medium-sized, twin-engine turboprop aircraft with a high-wing configuration.",
        "The Fokker 50 is a twin-engine turboprop aircraft with a distinct appearance.",
        "The Fokker 50 is a twin-engine turboprop airliner designed and manufactured by the Dutch aircraft manufacturer Fokker.",
        "The Fokker 50 is a turboprop aircraft that features a sleek and streamlined design.",
        "The Fokker 50 is a mid-sized turboprop aircraft with a sleek and aerodynamic design."
    ],
    "Fokker 70": [
        "The Fokker 70 is a twin-engine, narrow-body regional airliner.",
        "The Fokker 70 is a mid-sized jet aircraft with a sleek, streamlined design.",
        "\nThe Fokker 70 is a single-aisle commercial aircraft that typically seats 70 passengers in a two-class configuration.",
        "The Fokker 70 is a small, twin-engine regional jet designed and manufactured by the Dutch aerospace company Fokker.",
        "The Fokker 70 is a regional jet aircraft with a sleek and streamlined appearance.",
        "The Fokker 70 is a medium-sized, twin-engine jet aircraft designed and produced by the Dutch manufacturer Fokker.",
        "The Fokker 70 is a twin-engine, medium-range commercial aircraft with a distinctive T-tail design.",
        "The Fokker 70 is a medium-sized commercial aircraft with a distinct classic design.",
        "The Fokker 70 is a twin-engine regional jet aircraft with a sleek and modern appearance.",
        "The Fokker 70 is a twin-engine, medium-range jet aircraft that has a sleek and streamlined appearance.",
        "\nThe Fokker 70 is a medium-sized, twin-engine commercial airliner.",
        "The Fokker 70 is a twin-engine regional jet aircraft with a low-wing design.",
        "\nThe Fokker 70 is a twin-engine regional jet aircraft with a sleek and streamlined design.",
        "\nThe Fokker 70 is a medium-sized, twin-engine aircraft with a sleek and modern appearance.",
        "The Fokker 70 is a twin-engine, narrow-body regional jet aircraft with a sleek and streamlined appearance.",
        "The Fokker 70 is a medium-range, twin-engine jet aircraft that has a sleek and streamlined appearance.",
        "The Fokker 70 is a medium-sized commercial aircraft with a sleek and streamlined design.",
        "The Fokker 70 is a twin-engine, medium-range jet airliner with a sleek and streamlined appearance.",
        "The Fokker 70 is a twin-engine commercial jet aircraft with a sleek, streamlined design.",
        "The Fokker 70 is a medium-sized, twin-engine jet airliner with a sleek and streamlined appearance.",
        "The Fokker 70 is a medium-sized, twin-engine commercial aircraft with a streamlined and compact design.",
        "The Fokker 70 is a narrow-body, twin-engined, medium-range airliner.",
        "The Fokker 70 is a medium-sized, twin-engine regional jet aircraft.",
        "The Fokker 70 is a medium-sized twin-engine jet aircraft with a capacity of 70 seats.",
        "The Fokker 70 is a narrow-body, twin-engine jet aircraft with a distinctive, sleek appearance."
    ],
    "Global Express": [
        " XRSThe Global Express XRS is a large, twin-engine, ultra-long-range business jet manufactured by Bombardier Aerospace.",
        "The Global Express is a large, upscale business jet with a sleek and aerodynamic design.",
        "The Global Express is a large, long-range business jet with a sleek and elegant design.",
        "The Global Express is a large, long-range business jet with a sleek and streamlined appearance.",
        "The Global Express is a large, long-range business jet with a sleek and streamlined appearance.",
        "The Global Express is a large, sleek, and modern-looking aircraft model.",
        "The Global Express is a large, wide-bodied, long-range business jet.",
        "The Global Express is a large, long-range corporate jet produced by Bombardier Aerospace.",
        "The Global Express is a large business jet with a distinctively sleek and streamlined appearance.",
        "The Global Express is a large, luxurious, and sleek aircraft model.",
        "The Global Express is a large, wide-body aircraft with a sleek and streamlined appearance.",
        "The Global Express is a large, long-range business jet with a sleek and streamlined appearance.",
        "The Global Express is a large, high-wing business jet with a sleek and modern design.",
        "The Global Express aircraft model is a large, sleek and modern-looking business jet.",
        "The Global Express is a large, long-range business jet with a sleek and aerodynamic design.",
        "The Global Express is a large, sleek-looking business jet with a distinctive oval-shaped fuselage.",
        " XRSThe Global Express XRS is a sleek and modern aircraft model with a luxurious exterior.",
        "The Global Express is a large and sleek private jet, with a luxurious and sophisticated appearance.",
        "The Global Express is a large, long-range, executive jet designed and manufactured by Bombardier Aerospace.",
        "The Global Express is a large, long-range business jet that has a sleek and modern appearance.",
        "The Global Express aircraft model has a sleek and modern appearance, with a long and narrow fuselage and swept-back wings.",
        "The Global Express is a large, long-range business jet with a distinctive appearance.",
        "The Global Express is a large, twin-engine business jet with a sleek and modern appearance.",
        "The Global Express is a large, long-range business jet with a sleek and modern design.",
        "The Global Express is a large, twin-engine, long-range corporate aircraft."
    ],
    "Gulfstream IV": [
        "The Gulfstream IV is a large, twin-engine business jet with a sleek and aerodynamic appearance.",
        "The Gulfstream IV (G-IV) is a large, twin-turbofan, long-range business jet.",
        "The Gulfstream IV is a sleek and streamlined jet with a modern and luxurious appearance.",
        "The Gulfstream IV is a luxurious and sleek aircraft model with a streamlined and aerodynamic design.",
        "The Gulfstream IV is a large, twin-engine, long-range business jet manufactured by Gulfstream Aerospace Corporation.",
        "The Gulfstream IV is a sleek and modern-looking aircraft model with a streamlined fuselage and swept-back wings.",
        "The Gulfstream IV is a large and sleek aircraft model with a distinctive and recognizable design.",
        "\nThe Gulfstream IV is a large luxury business jet with a sleek and aerodynamic design.",
        "The Gulfstream IV is a large, twin-engine private jet with a sleek and streamlined appearance.",
        "The Gulfstream IV is a sleek, modern-looking aircraft with a luxurious and high-tech design.",
        "The Gulfstream IV is a mid-sized, twin-engine corporate jet aircraft.",
        "The Gulfstream IV is a mid-size luxury private jet known for its sleek and elegant appearance.",
        "The Gulfstream IV is a large, twin-engine business jet that has a sleek and modern appearance.",
        "The Gulfstream IV is a large, twin-engine business jet with a high-wing design.",
        "The Gulfstream IV is a sleek and elegant looking business jet with a sharp and aerodynamic design.",
        "The Gulfstream IV is a sleek and sophisticated business jet with a long, slender fuselage and swept-back wings.",
        "The Gulfstream IV is a large, twin-engine, business jet aircraft with a sleek and streamlined design.",
        " -The Gulfstream IV is a large, twin-engine business jet with a sleek and modern design.",
        "The Gulfstream IV is a large, twin-engine corporate jet with a sleek and streamlined design.",
        "The Gulfstream IV is a large, twin-engine business jet with a sleek, aerodynamic design.",
        "The Gulfstream IV is a large, sleek, and streamlined aircraft with a luxurious and modern appearance.",
        "The Gulfstream IV is a large, luxurious and high-performance business jet.",
        ":The Gulfstream IV is a large, twin-engine corporate jet with a sleek and aerodynamic design.",
        "The Gulfstream IV is a large, business jet with a sleek and streamlined design.",
        "The Gulfstream IV is a large and luxurious business jet, known for its sleek and aerodynamic design."
    ],
    "Gulfstream V": [
        "The Gulfstream V is a large, long-range, twin-engine business jet designed and produced by Gulfstream Aerospace Corporation.",
        "The Gulfstream V is a large, long-range business jet with a sleek and elegant appearance.",
        "The Gulfstream V is a large, long-range corporate jet that has a sleek and streamlined appearance.",
        "The Gulfstream V is a large, long-range business jet with a sleek and elegant appearance.",
        "The Gulfstream V is a large, long-range business jet with a luxurious and sleek appearance.",
        "The Gulfstream V is a large, sleek, and sophisticated looking aircraft model.",
        "The Gulfstream V is a large, luxurious, and sleek business jet designed for long-range travel.",
        "The Gulfstream V is a large, sleek and luxurious aircraft with a distinctive nose and long, sweeping wings.",
        "The Gulfstream V is a sleek and luxurious aircraft model with a distinctive long, tapered nose and swept-back wings.",
        "The Gulfstream V is a large, sleek and modern business jet with a distinctive white and blue paint scheme.",
        "The Gulfstream V is a large, long-range business jet with a sleek and modern design.",
        "The Gulfstream V is a large, luxurious private jet with a sleek and modern appearance.",
        "The Gulfstream V is a sleek and modern-looking private jet with a distinctive swept-wing design.",
        "The Gulfstream V is a luxurious, high-performance business jet with a sleek and streamlined appearance.",
        "The Gulfstream V is a large, luxurious, and sleek business jet with a distinct and elegant appearance.",
        "?The Gulfstream V is a medium-to-long range business jet designed and manufactured by Gulfstream Aerospace Corporation.",
        "The Gulfstream V is a large, long-range business jet with an overall sleek and modern appearance.",
        "The Gulfstream V is a large, twin-engine executive jet with a luxurious and sleek appearance.",
        "The Gulfstream V is a large, long-range business jet with a sleek and streamlined design.",
        "The Gulfstream V is a large, luxury business jet that has a sleek and elegant appearance.",
        "The Gulfstream V is a sleek and streamlined aircraft with a low-wing design.",
        "The Gulfstream V is a large, sleek and luxurious business jet aircraft.",
        "The Gulfstream V is a large executive jet aircraft with a distinctive white, streamlined fuselage and swept-back wings.",
        "The Gulfstream V is a large, elegant and modern executive jet with a sleek and streamlined design.",
        "The Gulfstream V is a large, twin-engine business jet with a sleek and streamlined design."
    ],
    "Hawk T1": [
        "The Hawk T1 is a military training aircraft that was first introduced in 1976 and is currently used by the Royal Air Force and several other countries for pilot training, ground attack and reconnaissance missions.",
        "The Hawk T1 is a sleek and streamlined aircraft with a single-seat cockpit.",
        "The Hawk T1 is a sleek, single-engine jet aircraft.",
        "\nThe Hawk T1 is a sleek and compact single-engine military aircraft.",
        "The Hawk T1 is a lightweight single-engine fighter and advanced jet trainer aircraft.",
        "The aircraft model Hawk T1 is a single-engine, jet-powered aircraft with a sleek and streamlined design.",
        "The Hawk T1 is a sleek and streamlined aircraft with a single-seat cockpit, painted in a camouflage color scheme.",
        "The aircraft model Hawk T1 has a sleek and streamlined shape, with a single narrow fuselage and pointed nose.",
        "The Hawk T1 is a single-seat, low-wing, jet-powered aircraft used primarily for training purposes.",
        "The Hawk T1 is a single-engine jet aircraft with a sleek and streamlined design.",
        "The Hawk T1 is a single-engine advanced jet trainer and light combat aircraft.",
        "The aircraft model Hawk T1 is a single-engine, two-seat military trainer and light attack aircraft.",
        "The Hawk T1 is a single-engine, advanced jet trainer and light attack aircraft.",
        "The Hawk T1 is a medium-sized, single-engine military training aircraft with a sleek and streamlined design.",
        " and its liveryThe Hawk T1 is a sleek and streamlined aircraft with a compact and streamlined design.",
        "The Hawk T1 model aircraft is a sleek and aerodynamic single-seat jet that is approximately 38 feet in length.",
        "\nThe aircraft model Hawk T1 is a sleek and streamlined single-engine jet, with a length of approximately 12 meters and a wingspan of 9 meters.",
        "The Hawk T1 is a military aircraft that has a sleek and streamlined appearance.",
        "The aircraft model Hawk T1 is a single-engine, jet-powered training aircraft used by various airforces around the world.",
        "The Hawk T1 is a sleek and streamlined single-engine, two-seater jet aircraft.",
        "The aircraft model Hawk T1 is a single-engine, advanced jet trainer used primarily by the Royal Air Force.",
        "The Hawk T1 is a single-engine two-seat military jet trainer aircraft designed and built by British Aerospace.",
        "The Hawk T1 is a single-engine, all-metal fighter jet with a sleek and streamlined design.",
        "The Hawk T1 is a sleek and aerodynamic looking aircraft with a single-seat cockpit.",
        "aThe aircraft model Hawk T1a is a medium-sized, single-engine jet trainer aircraft with a sleek and streamlined design."
    ],
    "Il-76": [
        "- Russian Air ForceThe Il-76 is a large, four-engine transport aircraft with a traditional high-wing design.",
        "The Il-76 is a four-engine heavy cargo and transport aircraft designed and produced by the Soviet Union.",
        "The aircraft model Il-76 is a large, four-engine jet transport plane with a utilitarian and imposing appearance.",
        "The Il-76, also known as the \"Candid\" in NATO countries, is a large military transport aircraft developed by the Soviet Union in the 1970s.",
        "The Il-76 is a large and robust four-engine jet aircraft, commonly used for military and civilian transport operations.",
        "The Il-76 is a large, four-engine transport aircraft with a distinctive appearance.",
        "The Il-76 is a large, four-engine transport aircraft commonly used for military, commercial, and humanitarian operations.",
        "The Il-76 is a large, four-engine transport aircraft designed and produced by the Soviet Union/Russia.",
        "The Il-76 is a large, four-engine transport aircraft with a distinctive high wing design.",
        "The Il-76 is a large, four-engine military transport aircraft.",
        "The IL-76, also known as the Ilyushin Il-76, is a medium-lift military transport aircraft first introduced in 1974 by the Soviet Union.",
        "TDThe Il-76TD is a large, four-engine cargo aircraft designed and manufactured by the Soviet Union during the Cold War.",
        ":The Il-76 is a large, four-engine turbofan jet aircraft with a distinctive boxy shape.",
        "The IL-76 is a large, four-engine transport aircraft with a utilitarian design.",
        ".",
        "The Il-76 is a large, four-engine transport aircraft with a distinctive appearance.",
        " Il-76 is a large, four-engine cargo and transport aircraft developed by the Soviet Union in the 1960s.",
        "The Il-76 is a large, four-engine military transport aircraft designed and produced by the Soviet Union.",
        "The Il-76 is a large, heavy-duty cargo and transport aircraft with a robust and rugged appearance.",
        "The Il-76 is a large, four-engine transport aircraft designed and manufactured by Ilyushin, a Russian aircraft company.",
        "The Il-76 is a large multi-purpose transport aircraft with a powerful and imposing appearance.",
        "The Il-76 (Ilyushin 76) is a large, four-engine turboprop military transport aircraft.",
        "The Il-76 is a large, four-engine transport aircraft, designed and produced by the Soviet Union.",
        "The Il-76 is a medium-range military transport aircraft designed and developed in the Soviet Union.",
        "The Il-76 is a large, four-engine transport aircraft with a robust and utilitarian appearance."
    ],
    "L-1011": [
        "The L-1011 is a large 3-engine commercial airliner that measures 54.",
        "The aircraft model L-1011 is a wide-body commercial airliner with a distinctive appearance.",
        "The L-1011 is a wide-body, trijet commercial airliner with a distinctive profile.",
        "The L-1011 is a wide-body trijet airliner with a distinctive appearance.",
        "The L-1011 is a three-engine wide-body commercial airliner with a long fuselage and low-set wings.",
        ".",
        "\nThe L-1011 is a wide-body, three-engine commercial aircraft that has a distinctive appearance.",
        " The L-1011, also known as the TriStar, was a wide-body commercial airliner produced in the 1970s and 1980s by Lockheed Corporation.",
        "The aircraft model L-1011 has a distinct and elegant appearance, with a sleek and streamlined design.",
        "The L-1011 is a wide-body passenger aircraft with three engines mounted on its tail.",
        " There are a few variations of the L-1011 aircraft model, but here is a general description:The L-1011 is a wide-body commercial airliner that is roughly 54 meters long and has a wingspan of about 47 meters.",
        "The L-1011, also known as the Lockheed TriStar, is a wide-body passenger airliner that was in production from 1968 to 1984.",
        "The L-1011 was a commercial, wide-body aircraft with a distinctive trijet design.",
        "The L-1011 is a wide-bodied, trijet commercial airliner that was produced by Lockheed Corporation from 1970 to 1984.",
        "The L-1011 TriStar is a wide-bodied, three-engine commercial airliner with a distinctive swept-back tail and a sleek, rounded nose.",
        "The L-1011 is a wide-bodied, trijet commercial airliner with a distinctive T-shaped tail and three engines mounted on the tailcone.",
        "The L-1011, also known as the Lockheed TriStar, was a wide-body commercial airliner that was in service from 1972 to 2014.",
        "The L-1011 is a long-range, wide-body jet airliner with a distinctive triangular shape.",
        "The L-1011 aircraft model is a wide-body trijet airliner with a sleek, modern design.",
        "The L-1011, also known as the Lockheed TriStar, is a wide-body commercial airliner.",
        "The L-1011 is a mid-size, wide-body, three-engine airliner with a distinctive design.",
        "The L-1011 TriStar is a wide-body commercial aircraft that has a unique appearance with three engines mounted on its tail.",
        "The L-1011 is a wide-body trijet commercial airliner with a distinctive appearance characterized by its sleek design and three engines located at the rear of the aircraft.",
        "The L-1011 model aircraft has a distinctive trijet design with a narrow fuselage and a wide wing-span.",
        "The L-1011 is a medium- to long-range, wide-body airliner with three engines mounted on the tail."
    ],
    "MD-11": [
        "The MD-11 is a wide-body commercial aircraft that has a distinctive trijet design, with one engine under each wing and a third engine at the base of the vertical stabilizer.",
        "\nThe MD-11 is a large, wide-body commercial aircraft with a distinctive trijet design.",
        "The MD-11 is a three-engine, wide-body commercial airliner with a distinctive trijet design.",
        "The MD-11 is a large, three-engine commercial passenger aircraft with a distinctive appearance.",
        "The MD-11 is a large, three-engine jet airliner with a trijet configuration.",
        "The MD-11 is a wide-body, tri-engine passenger aircraft with a distinctive appearance.",
        ".",
        "The MD-11 is a three-engine commercial airliner designed and manufactured by McDonnell Douglas.",
        "The MD-11 is a wide-bodied, three-engine, medium to long-range jet airliner that has a distinct trijet configuration.",
        "The MD-11 is a large, long-range, wide-body commercial airliner with a distinctive trijet configuration.",
        "The MD-11 is a three-engine, wide-body jet aircraft that has a distinctive, streamlined appearance.",
        "The MD-11 is a three-engine, wide-body passenger aircraft with a distinctive T-tail design.",
        "The MD-11 is a wide-body, three-engine jet aircraft with a distinctive trijet configuration.",
        "The MD-11 is a three-engine, wide-body jet airliner that has a distinctive appearance due to its unique shape and design features.",
        "The MD-11 is a wide-bodied, trijet commercial airliner with a distinctive appearance.",
        "The MD-11 is a wide-body, trijet airliner that is similar in appearance to the popular DC-10 model.",
        "The MD-11 is a large, wide-bodied trijet aircraft with a distinctive \"T-tail\" design.",
        "The MD-11 is a three-engine, wide-body commercial aircraft with a distinctive appearance.",
        "The MD-11 is a wide-body, three-engine, medium to long-range airliner.",
        "The MD-11 is a wide-body, trijet commercial airliner developed by McDonnell Douglas and later acquired by Boeing.",
        "The MD-11 is a three-engine, wide-bodied aircraft with a distinctive \"tri-jet\" design.",
        "The MD-11 is a three-engine, wide-body airliner with a distinctive trijet design.",
        "The MD-11 is a three-engine, wide-body passenger and cargo aircraft that has a sleek and aerodynamic appearance.",
        "The MD-11 is a large commercial jet aircraft with a distinctive tri-jet design.",
        "The MD-11 is a large, three-engine commercial aircraft with a distinctive appearance."
    ],
    "MD-80": [
        "The MD-80 is a medium-range, twin-engine, single-aisle commercial airliner.",
        "The MD-80 is a twin-engine, narrow-body commercial aircraft commonly used for short to medium-range flights.",
        ":The MD-80 is a medium range, twin-engine, narrow-body commercial aircraft manufactured by McDonnell Douglas.",
        "The MD-80 is a twin-engine, narrow-body aircraft with a distinctive T-tail design, meaning the horizontal stabilizer is mounted on top of the vertical stabilizer.",
        "The MD-80 is a twin-engine, narrow-body commercial aircraft that is approximately 147 feet (45 meters) in length and has a wingspan of 93 feet (28 meters).",
        "The MD-80 is a twin-engine, medium-sized commercial aircraft with a narrow body and a distinctive T-tail design.",
        "The MD-80 is a medium-sized, narrow-body commercial aircraft.",
        "The MD-80 is a narrow-bodied, twin-engine commercial aircraft that has a sleek and streamlined design.",
        "The MD-80 is medium-range, twin-engine jet airliner that has been popular with airlines since its first flight in 1979.",
        "The MD-80 is a twin-engine aircraft model manufactured by McDonnell Douglas.",
        "The MD-80 is a mid-size, twin-engine, narrow-body passenger aircraft that has a distinct appearance and silhouette.",
        "The aircraft model MD-80 is a twin-engine, narrow-body commercial airliner with a distinctive T-tail design.",
        "The MD-80 is a narrow-body commercial aircraft with a fuselage length of 147 feet and a wingspan of 107 feet.",
        "The MD-80 is a medium-range, single-aisle commercial airliner with a narrow body and two engines mounted on the rear fuselage.",
        "The MD-80 is a narrow-body, twin-engine jet airliner that has a distinctive appearance with a T-tail design.",
        "The MD-80 is a medium-range, twin-engine, narrow-body passenger aircraft.",
        "The aircraft model MD-80 is a mid-size, twin-engine, narrow-body commercial airliner with a distinctive appearance.",
        "The MD-80 is a medium-range, twin-engine commercial jet aircraft.",
        "The MD-80 is a narrow-body, twin-engine, medium-range commercial aircraft.",
        "The MD-80 is a medium-range, twin-engine commercial aircraft produced by McDonnell Douglas (now part of Boeing).",
        "\nThe MD-80 is a twin-engine, narrow-body commercial aircraft that has a distinct appearance.",
        "\nThe MD-80 is a twin-engine commercial aircraft that is most commonly recognized by its iconic \"T-tail\" design, with the horizontal stabilizer mounted high above the fuselage and tail cone.",
        "The MD-80 is a narrow-body, single-aisle commercial aircraft model designed and produced by McDonnell Douglas Corporation.",
        "The MD-80 is a twin-engine, medium-sized commercial jet aircraft designed and built by McDonnell Douglas.",
        "The MD-80 is a medium-range, twin-engine jet aircraft that has a streamlined and sleek appearance."
    ],
    "MD-87": [
        "The MD-87 is a narrow-bodied, twin-engine commercial jet aircraft.",
        "The MD-87 is a narrow-body, twin-engine jet aircraft with a streamlined, aerodynamic design.",
        "The MD-87 is a narrow-body, single-aisle aircraft with a distinctive \"T-tail\" design.",
        "The MD-87 is a narrow-body jet airliner that has a sleek and streamlined appearance.",
        "The MD-87 is a twin-engine commercial airliner that has a sleek and aerodynamic appearance.",
        "The MD-87 is a narrow-body jet aircraft with a distinctive appearance.",
        "The MD-87 is a medium-sized twin-engine commercial aircraft with a narrow body and a low wing design.",
        "Compact, with a pointed nose, slim body, and two engines mounted on the wingtips.",
        "The MD-87 is a twin-engine, narrow-body commercial aircraft with a distinctive appearance.",
        ".",
        "The aircraft model MD-87 is a small narrow-body jet aircraft with a sleek, streamlined design.",
        "The aircraft model MD-87 is a narrow body passenger aircraft with a distinctive T-tail design.",
        "The MD-87 is a twin-engine, narrow-body aircraft with a distinctive T-tail design.",
        "The MD-87 is a medium-sized, narrow-body, twin-engine commercial aircraft with a sleek and streamlined appearance.",
        "The MD-87 is a mid-sized, twin-engine commercial jet aircraft produced by McDonnell Douglas in the late 1980s and early 1990s.",
        "The MD-87 is a narrow-body, twin-engine commercial aircraft.",
        "\nThe MD-87 is a medium-range, narrow-body commercial aircraft manufactured by McDonnell Douglas in the 1980s.",
        "The MD-87 is a medium-sized, twin-engine jet aircraft.",
        "The aircraft model MD-87 is a medium-sized twin-engine jet with a sleek and modern appearance.",
        "The MD-87 is a medium-range, narrow-body jet aircraft with a sleek and streamlined appearance.",
        "The MD-87 is a medium-sized, twin-engine jet airliner with a relatively compact and streamlined appearance.",
        "The MD-87 is a mid-sized, narrow-body passenger aircraft that has a similar appearance to other models in the McDonnell Douglas MD-80 series.",
        "The MD-87 is a mid-sized twin-engine jet aircraft with a sleek and streamlined design.",
        "The MD-87 is a medium-sized, narrow-body, twin-engine commercial aircraft.",
        "The MD-87 is a narrow-body, twin-engine commercial aircraft manufactured by McDonnell Douglas."
    ],
    "MD-90": [
        "The MD-90 is a mid-sized, narrow-body aircraft designed and manufactured by McDonnell Douglas, now a part of Boeing.",
        "The MD-90 is a medium-range, twin-engine commercial aircraft designed and manufactured by McDonnell Douglas.",
        "The MD-90 is a medium-sized, narrow-body airliner designed and built by McDonnell Douglas.",
        "The MD-90 is a medium-range twin-engine commercial aircraft that has a sleek and streamlined appearance.",
        "The MD-90 is a medium-range, twin-engine commercial aircraft with a narrow body design.",
        "The MD-90 is a narrow-body, twin-engine aircraft with a slightly curved wing and a pointed nose.",
        "The MD-90 is a medium-range, narrow-body commercial airplane.",
        "The MD-90 is a twin-engine, narrow-body jet aircraft with a streamlined and sleek appearance.",
        "\nThe MD-90 is a medium-sized, twin-engine commercial aircraft with a narrow body and high-mounted wings.",
        "The MD-90 is a twin-engine, narrow-body commercial passenger aircraft that was first produced in the early 1990s by the McDonnell Douglas Corporation.",
        "The MD-90 is a mid-sized, twin-engine commercial aircraft with a sleek and streamlined design.",
        "The MD-90 is a medium-range, narrow-body, twin-engine commercial aircraft manufactured by McDonnell Douglas (now part of Boeing) from the late 1980s to the mid-2000s.",
        "The MD-90 is a narrow-body, twin-engine commercial aircraft manufactured by McDonnell Douglas.",
        "The MD-90 is a medium-range, twin-engine, narrow-body aircraft that is similar in appearance to other models in the MD series, such as the MD-80.",
        "The MD-90 is a twin-engine, single-aisle aircraft with a low-wing design.",
        "The MD-90 is a twin-engine, narrow-body commercial airliner with a distinctive \"double bubble\" fuselage design.",
        "The MD-90 is a medium-range, twin-engine, narrow-body aircraft model manufactured by McDonnell Douglas, which is now part of Boeing.",
        "The MD-90 is a medium-range, twin-engine, narrow-body aircraft with a streamlined fuselage and a swept-back wing design.",
        "The MD-90 is a medium-sized aircraft that has a pointed nose and a narrow fuselage.",
        "The MD-90 is a narrow-body, twin-engine commercial aircraft with a sleek and streamlined design.",
        "The MD-90 is a narrow-body, twin-engine commercial aircraft.",
        "The MD-90 is a twin-engine commercial aircraft with a narrow, streamlined fuselage.",
        "-30The MD-90-30 is a narrow-body, twin-engine commercial aircraft model designed and manufactured by McDonnell Douglas.",
        "The MD-90 is a medium-range, twin-engine commercial aircraft manufactured by McDonnell Douglas.",
        "The MD-90 is a narrow-body, twin-engine commercial aircraft with a distinctive T-shaped tail."
    ],
    "Metroliner": [
        "The Metroliner is a twin-engine, turboprop aircraft with a boxy and aerodynamic fuselage.",
        "The Metroliner is a twin-engine turboprop aircraft with a boxy, angular appearance.",
        "The Metroliner is a twin-engine turboprop aircraft with a sleek and aerodynamic design.",
        "The Metroliner is a twin engine turboprop regional aircraft.",
        "The Metroliner is a twin-engine turboprop aircraft with a sleek and modular design.",
        "The Metroliner is a small, twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Metroliner is a twin-engine turboprop aircraft with a sleek and streamlined look.",
        "The Metroliner is a medium-sized twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Metroliner is a twin-engine turbo prop aircraft that has a sleek and streamlined appearance.",
        "The Metroliner is a twin turboprop aircraft that has a sleek and streamlined appearance.",
        "The Metroliner is a twin-engine turboprop aircraft with a distinctive boxy appearance.",
        "The Metroliner is a twin-engine turboprop aircraft designed for regional airline and charter operations.",
        "The Metroliner is a twin-engine turboprop aircraft typically used for short-haul regional flights.",
        "SetThe Metroliner is a twin-engine turboprop aircraft model that has been in production since 1969.",
        "The Metroliner is a twin-engine turboprop aircraft with a streamlined and narrow body.",
        "The Metroliner is a twin-turboprop regional airliner with a sleek and streamlined appearance.",
        "The Metroliner is a twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Metroliner is a twin-engine turboprop aircraft with a sleek and compact design.",
        "The Metroliner is a twin-engine, turboprop aircraft with a sleek and streamlined appearance.",
        "The Metroliner is a small twin-engine turboprop aircraft with a boxy and utilitarian design.",
        "The Metroliner is a modern twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Metroliner is a twin-engine turboprop aircraft that has a sleek and streamlined appearance.",
        "\nThe Metroliner is a twin-engine turboprop aircraft with a low-wing design.",
        "The Metroliner is a small, twin-turboprop regional airliner.",
        "The Metroliner is a twin-engine turboprop aircraft with a streamlined and sleek appearance."
    ],
    "Model B200": [
        " (King Air)The Model B200, also known as the King Air, is a twin-engine turboprop aircraft with a sleek and modern appearance.",
        "The Model B200 is a twin-engine turboprop aircraft that has a sleek and modern appearance.",
        "The Model B200 is a twin-engine, turboprop aircraft commonly used for business and private aviation.",
        "The Model B200 is a small, twin-engine turboprop aircraft with a sleek and modern design.",
        "?The B200 is a twin-engine turboprop aircraft with a sleek and streamlined appearance.",
        "The Model B200 is a twin-engine turboprop aircraft designed and manufactured by the American company Beechcraft.",
        ".",
        "The Model B200 is a twin engine turboprop aircraft with a low wing design.",
        "The Model B200 is a twin-engine turboprop aircraft designed and manufactured by the Beechcraft Corporation.",
        "The Model B200 is a twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Model B200 is a twin-engine turboprop aircraft commonly used for executive and corporate transportation, air ambulance services, and as a utility transport.",
        "The Model B200 is a mid-sized aircraft with a sleek and modern appearance.",
        "The Model B200 is a twin-engine turboprop aircraft that has a sleek and streamlined appearance both on the ground and in the air.",
        "The Model B200 aircraft has a sleek and streamlined design.",
        "The Model B200 is a twin-turboprop aircraft that has a sleek and modern design.",
        "The B200 is a twin-engine turboprop aircraft with a standard configuration of two crew seats and seating for up to nine passengers.",
        "The Model B200 is a twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Model B200 is a popular aircraft model that is primarily used for business and private transportation.",
        "The Model B200 is a twin-engine turboprop aircraft with a sleek and modern appearance.",
        "\nThe Model B200 aircraft is a twin-engine turboprop aircraft with a sleek and streamlined design.",
        "BEThe Model B200BE is a small twin-engine turboprop aircraft with a sleek and streamlined appearance.",
        "The Model B200 is a small twin-engine turboprop aircraft with a sleek and streamlined design.",
        "The Model B200 is a small twin-engine turboprop aircraft that has a relatively sleek and modern appearance.",
        "The Model B200 is a medium-sized twin-engine turboprop aircraft with a sleek and streamlined appearance.",
        "The BEECHCRAFT Model B200 is a twin-engine turboprop aircraft with a sleek and modern appearance."
    ],
    "PA-28": [
        "-180The PA-28-180, also known as the Piper Cherokee, is a popular single-engine four-seater aircraft designed and manufactured by Piper Aircraft.",
        "The PA-28 is a small, single-engine, four-seat aircraft.",
        "The PA-28 is a small, two-seater light aircraft with a single engine.",
        "The aircraft model PA-28 is a small, single-engine, high-wing aircraft commonly used for personal and training purposes.",
        "R-180The PA-28R-180 is a small, single-engine, low-wing aircraft with a retractable landing gear.",
        ", also known as the Piper CherokeeThe PA-28, or Piper Cherokee, is a single-engine, low-wing, four-seat aircraft.",
        "The PA-28 is a light, single-engine, low-wing aircraft with a fixed tricycle landing gear.",
        "The aircraft model PA-28 is a small, single-engine, low-wing airplane commonly used for personal and flight training purposes.",
        "The aircraft model PA-28, also known as the Piper Cherokee, has a typical appearance of a single-engine, low wing, all-metal light aircraft.",
        "The PA-28 is a single-engine, low-wing aircraft with retractable landing gear.",
        "\nThe PA-28 is a small, single-engine aircraft with a low-wing design.",
        "The PA-28 is a light, single-engine, low-wing aircraft with a sleek and streamlined design.",
        "The aircraft model PA-28, also known as the Piper Cherokee, is a single-engine, low-wing monoplane.",
        "The aircraft model PA-28 is a single-engine, low-wing monoplane with a fixed tricycle landing gear.",
        "The PA-28 is a small, single-engine, low-winged aircraft with a fixed tricycle landing gear.",
        " Cherokee:The PA-28 Cherokee is a fixed-wing, single-engine propeller aircraft with a low-wing configuration.",
        "\"The aircraft model PA-28 is a small, single-engine, low-wing aircraft with fixed landing gear.",
        "It is a small, single-engine, low-wing aircraft with a sleek and streamlined design.",
        "The Piper PA-28 is a single-engine, four-seat aircraft that is primarily made of metal, with some composite materials used in certain areas.",
        "-161The PA-28-161 is a single-engine, four-seat, low-wing monoplane aircraft.",
        "The PA-28 is a small, single-engine aircraft commonly used for training and personal use.",
        "RT-201\"The PA-28RT-201 is a sleek and compact four-seater aircraft with a low-wing configuration.",
        "The PA-28, also known as the Cherokee, is a single-engine, low-wing, and four-seat aircraft.",
        ", commonly known as the Piper CherokeeThe Piper Cherokee, also known as the PA-28, is a single-engine, low-wing aircraft designed and manufactured by Piper Aircraft.",
        "R-200The aircraft model PA-28R-200 is a small, single-engine, low-wing airplane."
    ],
    "SR-20": [
        "The SR-20 is a sleek and modern-looking aircraft that has a compact and streamlined design.",
        "The SR-20 is a sleek and modern single-engine, four-seat aircraft designed for general aviation use.",
        "The SR-20 is a sleek and modern single-engine aircraft with a distinctive low-wing design.",
        "\nThe SR-20 is a modern single-engine, low-wing aircraft with a sleek and aerodynamic design.",
        "The SR-20 is a single-engine, low-wing aircraft with a sleek and modern design.",
        "The aircraft model SR-20 has a sleek and modern appearance.",
        "The SR-20 is a single-engine, low-wing monoplane with a sleek and streamlined design.",
        "The SR-20 is a single-engine, low-wing, four-seat aircraft designed and manufactured by Cirrus Aircraft.",
        "The SR-20 is a sleek and modern-looking single-engine aircraft.",
        "The SR-20 is a small, single-engine, four-seat civilian aircraft.",
        "The SR-20 is a sleek and modern single-engine aircraft with a low-wing design.",
        "The SR-20 is a single-engine, low-wing aircraft designed and manufactured by Cirrus Aircraft.",
        "The SR-20 is a small, single-engine, low-wing aircraft with a sleek and modern design.",
        "The SR-20 is a single-engine, low-wing monoplane with a sleek and aerodynamic design.",
        "The SR-20 is a sleek and modern single-engine, four-seat aircraft.",
        "The SR-20 is a small, single-engine, light aircraft with a sleek and modern design.",
        "The SR-20 is a single-engine, four-seat, low-wing aircraft with retractable landing gear.",
        "The SR-20 is a single-engine, four-seater general aviation aircraft.",
        "The SR-20 is a sleek and modern single-engine aircraft with a low wing configuration.",
        "The aircraft model SR-20 has a sleek and aerodynamic design, with a single engine and low wing configuration.",
        "\nThe SR-20 is a single-engine, four-seat composite aircraft with a low-wing design.",
        "The SR-20 is a small, single-engine, low-wing aircraft with a sleek and modern design.",
        "The SR-20 is a low-wing, single-engine aircraft with a sleek and streamlined design.",
        "The aircraft model SR-20 has a sleek and modern appearance, with clean lines and a streamlined body.",
        "The aircraft model SR-20 is a sleek and modern-looking airplane with a single-engine design."
    ],
    "Saab 2000": [
        "The Saab 2000 is a twin-turboprop aircraft with a sleek and modern appearance.",
        "The Saab 2000 is a medium-range, twin-engine turbo-prop aircraft that has a sleek and modern appearance.",
        "The Saab 2000 is a short-to-medium range twin-engine turboprop airliner that has a sleek and modern appearance.",
        "The Saab 2000 is a twin-engine regional turboprop aircraft model designed and manufactured by the Swedish aerospace company Saab AB.",
        "The Saab 2000 is a medium-sized, twin-engine turboprop airliner that is designed and manufactured by the Swedish aerospace company Saab.",
        "The Saab 2000 is a twin-engine turboprop airliner with a high wing configuration.",
        "The Saab 2000 is a twin-engine turboprop aircraft that has a sleek and aerodynamic appearance.",
        "The Saab 2000 is a mid-sized, twin-engine turboprop aircraft designed and manufactured by the Swedish aerospace company Saab.",
        "The Saab 2000 is a Swedish-made twin-engine turboprop aircraft designed for regional air travel.",
        "The Saab 2000 is a twin turboprop regional airliner designed and manufactured by the Swedish aerospace company Saab.",
        "The Saab 2000 is a medium-range twin-engined turboprop aircraft with a sleek and streamlined design.",
        "The Saab 2000 is a twin-engine turboprop regional airliner that has a sleek and modern appearance.",
        "The Saab 2000 is a twin-engine turboprop airliner known for its impressive performance and versatility.",
        "The Saab 2000 is a regional turboprop aircraft designed and manufactured by the Swedish aerospace company Saab.",
        "The Saab 2000 is a regional turboprop airliner based on the Saab 340, manufactured by the Swedish aerospace company Saab.",
        "nThe Saab 2000 is a twin-engine turbo prop aircraft with a streamlined design.",
        "The Saab 2000 is a twin-engine turboprop regional airliner designed and manufactured by the Swedish aerospace company Saab.",
        "The Saab 2000 is a regional turboprop airliner which has a distinctive and sleek appearance.",
        "\nThe Saab 2000 is a regional turboprop aircraft with a sleek and aerodynamic design.",
        "The Saab 2000 is a twin-engine regional turboprop aircraft with a distinct streamlined and slender fuselage.",
        "The Saab 2000 is a twin-engine, turboprop aircraft designed and manufactured by Swedish aerospace company Saab.",
        "The Saab 2000 is a medium-sized, twin-engine turboprop aircraft with a sleek and modern design.",
        "The Saab 2000 is a medium-range commercial turbo prop aircraft that has a sleek, streamlined appearance.",
        "\nThe Saab 2000 is a medium-range, twin-engine turboprop aircraft designed and produced by the Swedish aerospace company Saab.",
        "\nThe Saab 2000 is a twin-engine turboprop aircraft with a sleek and modern appearance."
    ],
    "Saab 340": [
        "The Saab 340 is a twin-engine turboprop aircraft with a high-wing design.",
        "The Saab 340 is a twin-engine turboprop regional aircraft made by the Swedish aerospace company Saab.",
        "The Saab 340 is a twin-engine turboprop aircraft designed and manufactured by Saab, a Swedish aerospace company.",
        "The Saab 340 is a twin-engine turboprop aircraft produced by the Swedish aerospace company Saab AB.",
        "The Saab 340 is a regional turboprop aircraft designed and manufactured by the Swedish company Saab.",
        "The Saab 340 is a twin-engine turboprop aircraft, with a sleek and streamlined design.",
        "The Saab 340 is a twin-engine turboprop aircraft with a distinctive appearance.",
        "BThe Saab 340B is a turboprop aircraft measuring approximately 69 feet in length and 24 feet in height.",
        "The Saab 340 is a twin-engine turboprop regional aircraft with a sleek and aerodynamic design.",
        "The Saab 340 is a twin turboprop regional aircraft model that typically seats between 30 and 35 passengers.",
        "The Saab 340 is a twin-engine turboprop aircraft with a sleek and streamlined appearance.",
        "\nThe Saab 340 is a twin-engine turboprop aircraft that has a robust and streamlined appearance.",
        "The Saab 340 is a small twin-engine turboprop aircraft with a boxy and angular appearance.",
        "The Saab 340 is a twin-engine turboprop aircraft designed and manufactured by the Swedish aerospace company Saab.",
        "The Saab 340 is a short-haul regional turboprop aircraft developed by Swedish aerospace company Saab.",
        "The Saab 340 is a small twin-engine turboprop aircraft with a distinctive boxy appearance.",
        "The Saab 340 is a twin-engine turboprop aircraft designed and built by the Swedish aerospace company Saab.",
        ".",
        " aircraft The Saab 340 is a twin-engine turboprop aircraft with a sleek, streamlined appearance.",
        "The Saab 340 is a Swedish-made twin-engine turboprop aircraft designed for regional and commuter flights.",
        "The Saab 340 is a twin-engine turboprop aircraft that has a sleek and streamlined appearance.",
        "The Saab 340 is a twin-engine turboprop aircraft primarily used for regional and commuter flights.",
        "The Saab 340 is a twin-engine turboprop airliner with a distinct appearance.",
        "The Saab 340 is a twin-engine turboprop aircraft manufactured by the Swedish aerospace company Saab.",
        "The Saab 340 is a small, twin-engine turboprop aircraft commonly used for regional and commuter flights."
    ],
    "Spitfire": [
        "The Spitfire is a single-seater, all-metal monoplane with a distinctive elliptical wing shape.",
        "The Spitfire is a sleek, single-seat, single-engine fighter plane with a distinctive elliptical wing shape.",
        "The Spitfire is a single-seat, single-engine fighter aircraft with a distinctive silhouette.",
        "The Spitfire is a single-seat, single-engine fighter aircraft with a sleek and streamlined design.",
        "The Spitfire is a sleek and elegant aircraft with a distinctive shape that is instantly recognizable.",
        "The Spitfire is a sleek and compact single-seat fighter aircraft with a distinctive shape and elegant design.",
        "The Spitfire is a classic high-performance fighter aircraft with a sleek and streamlined design.",
        "The Spitfire is a single-engine, low wing, monoplane aircraft with a sleek and aerodynamic design.",
        "The Spitfire is a British single-seat fighter aircraft that was used by the Royal Air Force and other Allied countries during World War II.",
        "The Spitfire is a British fighter aircraft that was primarily used during World War II.",
        "The Spitfire is a British single-seat fighter aircraft that was used famously by the Royal Air Force and its allies during World War II.",
        "The Spitfire is a legendary British single-seat fighter aircraft that was used in World War II.",
        "The Spitfire is a single-seat, single-engine fighter aircraft with a sleek and streamlined appearance.",
        ".",
        "The Spitfire is a sleek, single-engine fighter plane that first entered service in 1938.",
        "The Spitfire is a single-seat fighter aircraft with a sleek and streamlined design.",
        "The Spitfire aircraft model is a single-seat fighter plane with a sleek and streamlined design.",
        "The Spitfire is a single-seat, single-engine fighter plane with a distinctive sleek and curved design.",
        "The Spitfire is a single-engine, low-wing fighter aircraft with a sleek and streamlined shape.",
        "The Spitfire is a single-seat, all-metal fighter aircraft with a sleek and streamlined design.",
        " AirThe Spitfire Air is a sleek and streamlined aircraft model that is instantly recognizable for its distinctive design.",
        "The Spitfire is a sleek and graceful single-seater aircraft model with a distinctive and iconic appearance.",
        "The Spitfire was a single-engine, single-seat fighter aircraft used by the British Royal Air Force during World War II.",
        "The Spitfire is a sleek, single-seat fighter aircraft with a distinctive elliptical wing design.",
        " Mark IThe Spitfire Mark I is a single seat, single engine fighter aircraft with a sleek and streamlined design."
    ],
    "Tornado": [
        "The Tornado is a multi-role combat aircraft that was developed in the 1970s by a collaboration between Britain, Germany, and Italy.",
        "The Tornado is a twin-engine, variable wing sweep combat aircraft that has a sleek and aerodynamic design.",
        "The Tornado is a medium to large size aircraft with a sleek and aerodynamic design.",
        "The Tornado aircraft model is a sleek and powerful multi-role fighter jet with a distinct delta wing design.",
        "The Tornado is a twin-engine, swing-wing multirole combat aircraft with a streamlined and aerodynamic body.",
        "The Tornado is a highly versatile and agile aircraft designed for multi-role combat missions.",
        "The Tornado is a twin-engine, swing-wing combat aircraft that has a sleek and streamlined appearance.",
        "The Tornado is a two-seat, delta-wing, twin-engine fighter-bomber aircraft.",
        "The Tornado is a twin-engine, two-seat combat aircraft that has a distinct triangular shape.",
        "The Tornado is a medium-range, all-weather, multirole combat aircraft.",
        "The Tornado is a twin-engine combat aircraft with a highly aerodynamic design.",
        "The Tornado is a twin-engine, swing-wing all-weather attack aircraft designed for low-level penetration and interdiction roles.",
        "The Tornado is a twin-engine, swing-wing military aircraft that has a sleek and angular appearance.",
        "The Tornado is a twin-engine, swing-wing aircraft with a distinct wedge-shaped design.",
        "The Tornado is a twin-engine, swing-wing military aircraft with a sleek and streamlined design.",
        "The aircraft model Tornado is a twin-engine, swing-wing combat aircraft with a sleek and aerodynamic design.",
        "The Tornado is a multi-role combat aircraft with a sleek and streamlined design.",
        "The Tornado is a mid-sized, twin-engine combat aircraft with a sleek and angular design.",
        "The Tornado is a highly advanced aircraft with a sleek and aerodynamic design.",
        " isThe Tornado is a multi-role combat aircraft that has a sleek and aerodynamic design.",
        "The Tornado is a two-seater, twin-engine strike and attack aircraft with a sleek and streamlined design.",
        "The Tornado is a multirole combat aircraft that has a sleek and streamlined design.",
        "The Tornado is a twin-engine, variable-sweep wing combat aircraft that has a sleek and angular appearance.",
        "The aircraft model Tornado is a large, twin-engine, swing-wing fighter jet with a sleek and streamlined design.",
        "The Tornado is a twin-engine, swing-wing combat aircraft that has a distinct, angular shape."
    ],
    "Tu-134": [
        "The Tu-134 is a mid-size, narrow-body jet aircraft model with a single-aisle cabin.",
        "The Tu-134 is a mid-sized, narrow-body aircraft with a sleek and streamlined appearance.",
        "The Tupolev Tu-134 is a mid-sized, narrow-bodied, twin-engine jet airliner that was first introduced in 1967.",
        "The Tu-134 is a medium-range, narrow-body jet airliner with a rear-mounted engine design.",
        ".",
        "The Tu-134 is a mid-sized, narrow-body aircraft with a relatively angular design.",
        "The Tu-134 is a medium-sized, narrow-body, twin-engine jet airliner designed and built in the Soviet Union.",
        "The Tu-134 is a mid-size, twin-engine commercial airliner that has a Soviet-style design.",
        "The Tu-134 is a medium-range, narrow-body aircraft with a sleek and streamlined design.",
        "The Tu-134 is a medium-range, twin-engined narrow-body jet aircraft with a distinctive appearance.",
        "The Tu-134 is a mid-sized, narrow-bodied aircraft with a distinctive appearance.",
        "The Tu-134 is a twin-engine jet airliner that has a distinctive low-slung appearance.",
        "The Tu-134 is a Soviet-built airliner that has a distinctive, sleek appearance.",
        "The Tu-134 is a medium-sized, jet-powered airliner that has a distinctive appearance.",
        "The aircraft model Tu-134 is a mid-size, narrow-body airliner with a distinctive humped fuselage.",
        "The Tu-134 is a medium-range, narrow-body, twin-engine jet airliner.",
        "The Tu-134 is a short-to-medium-range jet airliner designed and manufactured by the Soviet Union in the 1960s.",
        "The Tu-134 is a medium-sized, narrow-body, twin-engine jet aircraft with a distinctive T-tail configuration.",
        "The Tu-134 is a mid-sized, twin-engine, narrow-body aircraft with a distinctive jet airliner design.",
        "The Tu-134 is a mid-size, narrow-body, twin-engine jet aircraft with a sleek and streamlined appearance.",
        "The Tu-134 is a mid-sized passenger aircraft with a narrow, cigar-shaped fuselage and a low-mounted wing.",
        "The Tu-134 is a twin-engine jet aircraft with a distinctive narrow fuselage that tapers towards the back.",
        "The Tu-134 is a Soviet-designed twin-engine narrow-body jet airliner with a distinctive appearance that reflects its utilitarian design and functionality.",
        "The Tu-134 is a medium-range, narrow-body jet airliner with a sleek and classic design.",
        "The Tu-134 is a sleek and streamlined aircraft with a distinct pointed nose and a high-wing design."
    ],
    "Tu-154": [
        "The Tu-154 is a medium-range, three-engine aircraft that has been in service since 1972.",
        "MThe Tu-154M is a medium-range, three-engine airliner and passenger transport aircraft designed and produced by the Soviet Union's Tupolev design bureau.",
        "The Tu-154 is a large, three-engine aircraft with a distinct high-mounted T-tail configuration.",
        "The Tu-154 is a trijet medium-range commercial airliner designed and manufactured by the Soviet Union in the 1960s.",
        "The Tu-154 is a Soviet medium-range trijet airliner that has been in operation since the 1970s.",
        "\nThe Tu-154 is a three-engine medium-range jet aircraft that has a distinctive, sleek appearance and a recognizable shape.",
        "The Tu-154 is a mid-size, three-engine narrow-body airliner with a streamlined, low wing design.",
        "The Tu-154 is a medium-range, three-engine passenger aircraft that has a distinctive appearance and profile.",
        "\nThe Tu-154 is a medium-range, narrow-body airliner manufactured by Tupolev Design Bureau in the former Soviet Union.",
        "The Tu-154 is a medium-range, three-engine, narrow-body commercial aircraft manufactured by Tupolev in Russia.",
        "\nThe Tu-154 (Tupolev-154) is a tri-jet medium-range passenger aircraft that was introduced in the late 1960s and became one of the most widely used aircraft in the Soviet Union and Eastern Europe.",
        "The Tu-154 is a large, triple-engine commercial aircraft with a swept-back wing design and a distinctive \"T-tail\" configuration.",
        "The Tu-154 is a three-engine medium-range jet airliner that has a distinctive appearance and has been in operation since the 1970s.",
        "The Tu-154 is a mid-size, narrow-body trijet airliner with a distinctive appearance characterized by its three engine layout, swept wings, and Tupolev's signature pointed nose.",
        "The Tu-154 is a medium-range, narrow-body trijet airliner that was first introduced in the mid-1960s by the Soviet Union.",
        "The Tu-154 aircraft model is a medium-range, narrow-body, three-engine jet airliner.",
        "The Tu-154 is a medium-range, narrow-body, three-engine jet aircraft manufactured by the Soviet Union's Tupolev Design Bureau.",
        "The Tu-154 is a mid-sized, three-engine aircraft with a distinctive appearance.",
        "The Tu-154 is a medium-range, narrow-body, three-engine jet airliner.",
        "The Tu-154 is a large, three-engine aircraft with a distinct triangular shape.",
        "The Tu-154 is a medium-range three-engine narrow-body airliner designed and manufactured by the Soviet Union.",
        "The Tu-154 is a Soviet-era medium-range, narrow-body airliner that was first introduced in 1972.",
        "\nThe Tu-154 is a three-engine medium-range narrow-body airliner, featuring a sleek and streamlined design.",
        "The Tu-154 is a three-engine medium-range narrow-body jet airliner with a distinctive T-tail design.",
        "The Tu-154 is a large, narrow-bodied, and trijet commercial passenger aircraft manufactured by the Soviet Union."
    ],
    "Yak-42": [
        "The Yak-42 is a medium-range, trijet passenger aircraft that has a sleek and streamlined appearance.",
        "The Yak-42 is a medium-range, trijet passenger aircraft with a sleek and streamlined design.",
        "The Yak-42 is a mid-size, three-engine passenger aircraft designed and produced by the Soviet Union in the 1970s.",
        "The Yak-42 is a Soviet/Russian three-engine mid-size passenger jet designed and produced by Yakovlev Design Bureau.",
        "The Yak-42 is a medium-sized, three-engine passenger aircraft with a sleek and angular appearance.",
        "The Yak-42 is a large, three-engine airliner with a distinctive T-shaped tail and a sleek, streamlined design.",
        "\nThe Yak-42 is a medium-range trijet airliner that was produced in the Soviet Union from the late 1970s to the early 2000s.",
        "The Yak-42 is a medium-range trijet airliner that has a sleek and streamlined appearance.",
        "The Yak-42 is a medium-range, three-engine passenger aircraft designed and built by the Soviet aircraft manufacturer Yakovlev in the 1970s.",
        "The Yak-42 is a medium-sized, three-engine passenger and cargo jet aircraft designed and manufactured by the Soviet Union's Yakovlev Design Bureau in the 1970s.",
        "The Yak-42 is a mid-sized, three-engine passenger aircraft with a tricycle landing gear system.",
        "The Yak-42 is a Russian mid-sized, three-engine passenger aircraft with a distinctive appearance.",
        "The Yak-42 is a medium-range, narrow-body, three-engine passenger jet aircraft.",
        "The Yak-42 is a medium-range trijet passenger aircraft manufactured by the Soviet Union in the 1970s and 1980s.",
        "The Yak-42 is a medium-range, trijet passenger aircraft designed and produced by the Yakovlev Design Bureau in Russia.",
        "The Yak-42 is a Soviet-built aircraft that has a distinctive appearance.",
        "The Yak-42 is a Russian three-engine commercial jet aircraft known for its distinctive T-tail design.",
        "The Yak-42 is a medium-range jet airliner produced by the Soviet manufacturer Yakovlev Design Bureau.",
        "The Yak-42 is a short- to medium-range, three-engine jet airliner with a distinctive appearance.",
        "The Yak-42 is a mid-sized, narrow-bodied aircraft with a distinctive T-tail configuration.",
        "The Yak-42 is a large, three-engine airliner with a sleek and streamlined design.",
        "The Yak-42 is a large, trijet commercial passenger aircraft with a distinctive T-tail design.",
        "The Yak-42 is a medium-range trijet passenger aircraft with a sleek and streamlined design.",
        "The Yak-42 is a three-engine medium-range jet aircraft often used for commercial flights.",
        "The Yak-42 is a medium-range, trijet commercial aircraft manufactured by the Russian aircraft company Yakovlev."
    ]
}